export const customerActivityTypes= [
    {
        "key": "111",
        "id": "0030f889-2478-4d50-2031-08d8b25c8ae4",
        "description": "גידול דגנים (פרט לאורז), קטניות וזרעי שמנים"
    },
    {
        "key": "112",
        "id": "cad741e3-0fb4-4d6e-2032-08d8b25c8ae4",
        "description": "גידול אורז"
    },
    {
        "key": "113",
        "id": "c61b56a6-bc2f-4eab-2033-08d8b25c8ae4",
        "description": "גידול ירקות, מלונים (פירות מקשה), שורשים ופקעות"
    },
    {
        "key": "114",
        "id": "c3fe7663-d4c4-47c0-2034-08d8b25c8ae4",
        "description": "גידול קני סוכר"
    },
    {
        "key": "115",
        "id": "42cc7a9e-4d51-4de2-2035-08d8b25c8ae4",
        "description": "גידול טבק"
    },
    {
        "key": "116",
        "id": "d5b9d983-36f6-466b-2036-08d8b25c8ae4",
        "description": "גידול יבולים סיביים"
    },
    {
        "key": "117",
        "id": "800ffe52-7a3c-48a1-2037-08d8b25c8ae4",
        "description": "גידול פרחים"
    },
    {
        "key": "118",
        "id": "7ab00162-cd2f-4a69-2038-08d8b25c8ae4",
        "description": "משקים מעורבים בתחום גידולים צמחיים"
    },
    {
        "key": "119",
        "id": "85f0688f-542c-4dde-2039-08d8b25c8ae4",
        "description": "גידול יבולים עונתיים אחרים ויבולים למספוא"
    },
    {
        "key": "120",
        "id": "538e4bca-6148-4187-203a-08d8b25c8ae4",
        "description": "גידול זיתים"
    },
    {
        "key": "121",
        "id": "f96ec73b-47a0-43cf-203b-08d8b25c8ae4",
        "description": "גידול ענבים"
    },
    {
        "key": "122",
        "id": "c22f421c-6b20-42f3-203c-08d8b25c8ae4",
        "description": "גידול פירות טרופיים ופירות סוב-טרופיים"
    },
    {
        "key": "123",
        "id": "a72333c4-b059-420b-203d-08d8b25c8ae4",
        "description": "גידול הדרים"
    },
    {
        "key": "124",
        "id": "1d15d7a0-fc98-4610-203e-08d8b25c8ae4",
        "description": "גידול פירות חרצניים ופירות גלעיניים"
    },
    {
        "key": "125",
        "id": "ff431ace-399d-4f0c-203f-08d8b25c8ae4",
        "description": "גידול עצי פרי אחרים, פירות יער ואגוזים"
    },
    {
        "key": "126",
        "id": "a458f476-4733-4483-2040-08d8b25c8ae4",
        "description": "גידול פירות המשמשים להפקת שמנים"
    },
    {
        "key": "127",
        "id": "03f34f44-6e76-406a-2041-08d8b25c8ae4",
        "description": "גידול צמחים להכנת משקאות"
    },
    {
        "key": "128",
        "id": "e44eb623-1443-4dec-2042-08d8b25c8ae4",
        "description": "גידול תבלינים, צמחים ארומטיים וצמחי מרפא"
    },
    {
        "key": "129",
        "id": "089d11fa-356e-4c2e-2043-08d8b25c8ae4",
        "description": "גידול יבולים רב-שנתיים אחרים"
    },
    {
        "key": "130",
        "id": "ad784c7d-438f-4e47-2044-08d8b25c8ae4",
        "description": "הרביית צמחים"
    },
    {
        "key": "150",
        "id": "cb6358be-8a25-4873-2045-08d8b25c8ae4",
        "description": "ניהול משק חקלאי מעורב"
    },
    {
        "key": "151",
        "id": "b3792245-eacf-429a-2046-08d8b25c8ae4",
        "description": "חברות המגייסות כוח אדם לחקלאות"
    },
    {
        "key": "161",
        "id": "79bb20b4-ce73-4bb8-2047-08d8b25c8ae4",
        "description": "עבודות עזר לגידול יבולים"
    },
    {
        "key": "163",
        "id": "cd118ab2-7e03-498d-2048-08d8b25c8ae4",
        "description": "עבודות שמתבצעות לאחר הקציר, הקטיף, הבציר וכד'"
    },
    {
        "key": "164",
        "id": "e15a7901-b2d1-4973-2049-08d8b25c8ae4",
        "description": "עיבוד זרעים להרביה"
    },
    {
        "key": "210",
        "id": "9a8755f1-9d25-4dff-204a-08d8b25c8ae4",
        "description": "גידול עצים וטיפוחם ופעילויות ייעור אחרות"
    },
    {
        "key": "220",
        "id": "ec425059-6533-454d-204b-08d8b25c8ae4",
        "description": "כריתת עצים"
    },
    {
        "key": "230",
        "id": "5c8fc5a4-4cf4-4f37-204c-08d8b25c8ae4",
        "description": "ליקוט תוצרי יער, פרט לעצים"
    },
    {
        "key": "240",
        "id": "ddd936c0-8aa8-4796-204d-08d8b25c8ae4",
        "description": "עבודות עזר בתחום הייעור"
    },
    {
        "key": "311",
        "id": "502ce4e3-8659-4ca4-204e-08d8b25c8ae4",
        "description": "דיג במי ים"
    },
    {
        "key": "312",
        "id": "c3f5c95d-8a05-4f93-204f-08d8b25c8ae4",
        "description": "דיג במים מתוקים"
    },
    {
        "key": "321",
        "id": "0651c4af-4b04-4e4f-2050-08d8b25c8ae4",
        "description": "חקלאות ימית במי ים"
    },
    {
        "key": "322",
        "id": "d2289f55-edf5-4535-2051-08d8b25c8ae4",
        "description": "חקלאות ימית במים מתוקים"
    },
    {
        "key": "323",
        "id": "805a844c-e591-4faf-2052-08d8b25c8ae4",
        "description": "גידול דגי נוי במי ים"
    },
    {
        "key": "324",
        "id": "753763ed-77f5-43b3-2053-08d8b25c8ae4",
        "description": "גידול דגי נוי במים מתוקים"
    },
    {
        "key": "401",
        "id": "e7438ac4-138f-4ea6-2054-08d8b25c8ae4",
        "description": "גידול בקר ושוורים"
    },
    {
        "key": "402",
        "id": "c9975b88-2a34-4365-2055-08d8b25c8ae4",
        "description": "גידול סוסים וחיות אחרות ממשפחת הסוסיים"
    },
    {
        "key": "403",
        "id": "17c0aebe-7251-44e2-2056-08d8b25c8ae4",
        "description": "גידול גמלים וחיות אחרות ממשפחת הגמליים"
    },
    {
        "key": "404",
        "id": "b64d9642-1f9e-4b5a-2057-08d8b25c8ae4",
        "description": "גידול צאן"
    },
    {
        "key": "405",
        "id": "f4de08d6-26d5-4281-2058-08d8b25c8ae4",
        "description": "גידול חזירים"
    },
    {
        "key": "406",
        "id": "2fb33b09-35dd-4cf4-2059-08d8b25c8ae4",
        "description": "גידול עופות"
    },
    {
        "key": "407",
        "id": "f08f751d-8e80-48c3-205a-08d8b25c8ae4",
        "description": "(גידול דבורים )מכוורות"
    },
    {
        "key": "408",
        "id": "71c9b87f-deb2-401e-205b-08d8b25c8ae4",
        "description": "משקים מעורבים בתחום גידול בעלי חיים"
    },
    {
        "key": "409",
        "id": "b4466b58-7311-4c11-205c-08d8b25c8ae4",
        "description": "גידול בעלי חיים אחרים"
    },
    {
        "key": "410",
        "id": "b34a68d8-0b24-4870-205d-08d8b25c8ae4",
        "description": "פעילויות עזר לגידול בעלי חיים"
    },
    {
        "key": "420",
        "id": "6040269e-1fe3-4cbd-205e-08d8b25c8ae4",
        "description": "ציד, לכידה ופעילויות נלוות"
    },
    {
        "key": "510",
        "id": "e39e7c66-50db-4716-205f-08d8b25c8ae4",
        "description": "כריית פחם אבן"
    },
    {
        "key": "520",
        "id": "e33a7d79-5de3-4087-2060-08d8b25c8ae4",
        "description": "כריית פחם חום"
    },
    {
        "key": "610",
        "id": "a48f6287-0b82-4d9f-2061-08d8b25c8ae4",
        "description": "הפקת נפט גולמי"
    },
    {
        "key": "620",
        "id": "51a3b3cc-d38f-4e76-2062-08d8b25c8ae4",
        "description": "הפקת גז טבעי"
    },
    {
        "key": "710",
        "id": "fcd78374-002e-4c18-2063-08d8b25c8ae4",
        "description": "כריית עפרות ברזל"
    },
    {
        "key": "721",
        "id": "1aebf6d0-f600-4a4f-2064-08d8b25c8ae4",
        "description": "כריית עפרות אורניום ועפרות תוריום"
    },
    {
        "key": "729",
        "id": "131e28d3-bcc2-4f3f-2065-08d8b25c8ae4",
        "description": "כריית סוגים אחרים של עפרות מתכת אל-ברזליות"
    },
    {
        "key": "810",
        "id": "b3d8c20f-8d3f-4f92-2066-08d8b25c8ae4",
        "description": "חציבת אבן, חול וחומר"
    },
    {
        "key": "891",
        "id": "95f66961-ea40-431c-2067-08d8b25c8ae4",
        "description": "כריית מינרלים לכימיקלים ולדשנים"
    },
    {
        "key": "892",
        "id": "4d94e821-b8e6-4e41-2068-08d8b25c8ae4",
        "description": "הפקת כבול"
    },
    {
        "key": "893",
        "id": "d704a21a-464a-4040-2069-08d8b25c8ae4",
        "description": "הפקת מלחים"
    },
    {
        "key": "894",
        "id": "bb392344-0d99-4a0f-206a-08d8b25c8ae4",
        "description": "כריית יהלומים"
    },
    {
        "key": "899",
        "id": "afa4cf1c-d40c-4610-206b-08d8b25c8ae4",
        "description": "סוגים אחרים של כרייה וחציבה, לנמ\"א"
    },
    {
        "key": "910",
        "id": "f6ea5841-38a8-4e73-206c-08d8b25c8ae4",
        "description": "פעילויות עזר להפקת נפט גולמי וגז טבעי"
    },
    {
        "key": "990",
        "id": "37bddf51-c470-450f-206d-08d8b25c8ae4",
        "description": "פעילויות עזר לסוגים אחרים של כרייה וחציבה"
    },
    {
        "key": "1010",
        "id": "4d5bf102-4f5d-4256-206e-08d8b25c8ae4",
        "description": "עיבוד בשר ושימורו"
    },
    {
        "key": "1011",
        "id": "660e0885-8b65-4c15-206f-08d8b25c8ae4",
        "description": "משחטות ובתי מטבחיים"
    },
    {
        "key": "1020",
        "id": "7065ad8e-0185-4a77-2070-08d8b25c8ae4",
        "description": "עיבוד דגים, סרטנים ורכיכות ושימורם"
    },
    {
        "key": "1030",
        "id": "487c28be-b282-42a7-2071-08d8b25c8ae4",
        "description": "עיבוד פירות וירקות ושימורם"
    },
    {
        "key": "1040",
        "id": "5e9f6f0f-fd98-4fe3-2072-08d8b25c8ae4",
        "description": "ייצור שומנים ושמנים מן החי ומן הצומח"
    },
    {
        "key": "1050",
        "id": "86151c46-2ef6-4c0e-2073-08d8b25c8ae4",
        "description": "ייצור מוצרי חלב"
    },
    {
        "key": "1061",
        "id": "13030011-3db5-4231-2074-08d8b25c8ae4",
        "description": "טחינת תבואת דגנים וגריסתה"
    },
    {
        "key": "1062",
        "id": "bd71beb7-3a69-46a0-2075-08d8b25c8ae4",
        "description": "ייצור עמילן ומוצריו"
    },
    {
        "key": "1070",
        "id": "1a8200df-de2f-4927-2076-08d8b25c8ae4",
        "description": "ייצור מצות"
    },
    {
        "key": "1071",
        "id": "01a1aaa9-44b4-47ae-2077-08d8b25c8ae4",
        "description": "ייצור דברי מאפה"
    },
    {
        "key": "1072",
        "id": "5b531169-64a1-4020-2078-08d8b25c8ae4",
        "description": "ייצור סוכר"
    },
    {
        "key": "1073",
        "id": "81f0fdcf-8e7e-4d1d-2079-08d8b25c8ae4",
        "description": "ייצור קקאו, שוקולד וממתקים"
    },
    {
        "key": "1074",
        "id": "9102a7cd-afd2-4f9c-207a-08d8b25c8ae4",
        "description": "ייצור מקרוני, אטריות, קוסקוס ומזונות עמילניים דומים"
    },
    {
        "key": "1075",
        "id": "c7b37c88-027f-4370-207b-08d8b25c8ae4",
        "description": "ייצור מזון מוכן"
    },
    {
        "key": "1079",
        "id": "f05af7f6-28c5-4cb8-207c-08d8b25c8ae4",
        "description": "ייצור מוצרי מזון אחרים, לנמ\"א"
    },
    {
        "key": "1080",
        "id": "ffa8a843-8b6c-4099-207d-08d8b25c8ae4",
        "description": "ייצור מזון מוכן לבעלי חיים"
    },
    {
        "key": "1101",
        "id": "e7ac0b15-5b08-4e5b-207e-08d8b25c8ae4",
        "description": "זיקוק וערבוב של אלכוהול"
    },
    {
        "key": "1102",
        "id": "e7a9bae1-4b03-42e0-207f-08d8b25c8ae4",
        "description": "ייצור יינות"
    },
    {
        "key": "1103",
        "id": "89c85fd2-a26b-4d69-2080-08d8b25c8ae4",
        "description": "ייצור בירה ומיני שכר, על בסיס לתת"
    },
    {
        "key": "1104",
        "id": "8e9e43fc-96f1-4b83-2081-08d8b25c8ae4",
        "description": "ייצור משקאות קלים; מים מינרליים וסוגים אחרים של מים בבקבוקים"
    },
    {
        "key": "1200",
        "id": "8951bafd-16c1-4519-2082-08d8b25c8ae4",
        "description": "ייצור מוצרי טבק"
    },
    {
        "key": "1311",
        "id": "0fc6553e-fdd4-4a9a-2083-08d8b25c8ae4",
        "description": "טווייה, סלילה ושזירה של חוטי כותנה וסיבי טקסטיל"
    },
    {
        "key": "1312",
        "id": "db0f2e8f-3da3-432b-2084-08d8b25c8ae4",
        "description": "אריגת טקסטיל"
    },
    {
        "key": "1313",
        "id": "d352415b-11a9-4b9a-2085-08d8b25c8ae4",
        "description": "גימור טקסטיל"
    },
    {
        "key": "1391",
        "id": "fb62ce58-1945-4f5b-2086-08d8b25c8ae4",
        "description": "ייצור אריגים סרוגים ואריגי קרושה"
    },
    {
        "key": "1392",
        "id": "036ae7ee-fe4f-4619-2087-08d8b25c8ae4",
        "description": "ייצור פריטי טקסטיל מוכנים, פרט לפריטי לבוש"
    },
    {
        "key": "1393",
        "id": "10e0b5ac-6ea2-46eb-2088-08d8b25c8ae4",
        "description": "ייצור שטיחים ומרבדים"
    },
    {
        "key": "1394",
        "id": "0ba16402-5a8f-4293-2089-08d8b25c8ae4",
        "description": "ייצור חבלים, חוטים שזורים ורשתות"
    },
    {
        "key": "1399",
        "id": "0cc1f88c-77d0-4074-208a-08d8b25c8ae4",
        "description": "ייצור סוגים אחרים של טקסטיל, לנמ\"א"
    },
    {
        "key": "1410",
        "id": "55712aef-1b54-4d96-208b-08d8b25c8ae4",
        "description": "ייצור בגדים (פרט לבגדי פרווה)"
    },
    {
        "key": "1411",
        "id": "1b62dddc-5c69-4329-208c-08d8b25c8ae4",
        "description": "ייצור הלבשה תחתונה"
    },
    {
        "key": "1412",
        "id": "9b825a5d-a913-43bb-208d-08d8b25c8ae4",
        "description": "ייצור בגדי ים"
    },
    {
        "key": "1420",
        "id": "c775613b-07e0-49a0-208e-08d8b25c8ae4",
        "description": "ייצור מוצרים מפרווה (כולל בגדי פרווה)"
    },
    {
        "key": "1430",
        "id": "ad88639c-372f-46b5-208f-08d8b25c8ae4",
        "description": "ייצור בגדים סרוגים ובגדי קרושה"
    },
    {
        "key": "1511",
        "id": "97bcefe0-37cf-4bb8-2090-08d8b25c8ae4",
        "description": "עיבוד עורות ועיבוד פרוות וצביעתן"
    },
    {
        "key": "1512",
        "id": "54f159ce-1b91-469f-2091-08d8b25c8ae4",
        "description": "ייצור מזוודות, תיקים ומוצרים דומים (פרט לבגדים ולנעליים), אוכפים ורתמו"
    },
    {
        "key": "1520",
        "id": "ab83b1f6-70ad-447b-2092-08d8b25c8ae4",
        "description": "ייצור נעליים"
    },
    {
        "key": "1610",
        "id": "e8392fa6-740e-46d9-2093-08d8b25c8ae4",
        "description": "ניסור עץ ושיופו"
    },
    {
        "key": "1621",
        "id": "b9e44c1e-042d-4036-2094-08d8b25c8ae4",
        "description": "ייצור לוחות פורניר ופנלים מעץ"
    },
    {
        "key": "1622",
        "id": "1f61a1d8-53b1-43fc-2095-08d8b25c8ae4",
        "description": "תעשיית נגרות בניין"
    },
    {
        "key": "1623",
        "id": "8ed9fb5c-5bbf-44eb-2096-08d8b25c8ae4",
        "description": "ייצור מכלי עץ"
    },
    {
        "key": "1629",
        "id": "094ace30-6a91-4fe8-2097-08d8b25c8ae4",
        "description": "ייצור מוצרי עץ אחרים; ייצור מוצרי שעם, קש וחומרים לקליעה"
    },
    {
        "key": "1701",
        "id": "f9da47f9-293f-4607-2098-08d8b25c8ae4",
        "description": "ייצור עיסת עץ, נייר ונייר קרטון"
    },
    {
        "key": "1702",
        "id": "c397415e-1452-4cd8-2099-08d8b25c8ae4",
        "description": "ייצור נייר וקרטון גליים וייצור מכלים מנייר ומקרטון"
    },
    {
        "key": "1709",
        "id": "e41b3861-6e03-419c-209a-08d8b25c8ae4",
        "description": "ייצור מוצרים אחרים מנייר ומקרטון"
    },
    {
        "key": "1811",
        "id": "915fae5e-5402-4fe0-209b-08d8b25c8ae4",
        "description": "הדפסה"
    },
    {
        "key": "1812",
        "id": "0d42f4e1-8106-4c62-209c-08d8b25c8ae4",
        "description": "שירותים נלווים להדפסה"
    },
    {
        "key": "1820",
        "id": "022f4157-6334-4ced-209d-08d8b25c8ae4",
        "description": "שכפול חומר תקשורתי מוקלט"
    },
    {
        "key": "1910",
        "id": "7b21ba31-fcce-4a5e-209e-08d8b25c8ae4",
        "description": "ייצור מוצרים מתנורי קוק"
    },
    {
        "key": "1920",
        "id": "164eaf1b-1b07-49b9-209f-08d8b25c8ae4",
        "description": "ייצור מוצרי נפט מזוקק"
    },
    {
        "key": "2011",
        "id": "5a425f25-bc15-4a9a-20a0-08d8b25c8ae4",
        "description": "ייצור כימיקלים בסיסיים"
    },
    {
        "key": "2021",
        "id": "2b426acd-a135-4127-20a1-08d8b25c8ae4",
        "description": "ייצור חומרי הדברה וחיטוי לשימוש ביתי ולחקלאות"
    },
    {
        "key": "2030",
        "id": "e694b471-78e0-4975-20a2-08d8b25c8ae4",
        "description": "ייצור סיבים סינתטיים"
    },
    {
        "key": "2040",
        "id": "07e7e780-604d-417f-20a3-08d8b25c8ae4",
        "description": "ייצור דשנים ותרכובות חנקן"
    },
    {
        "key": "2050",
        "id": "2dd0ffb7-847d-487a-20a4-08d8b25c8ae4",
        "description": "ייצור פלסטיק וגומי סינתטי בצורתם הראשונית (תעשייה פטרוכימית)"
    },
    {
        "key": "2060",
        "id": "e8cb4b59-bb6a-4f90-20a5-08d8b25c8ae4",
        "description": "ייצור צבעים, לכות וחומרי ציפוי דומים, דיו להדפסה ושרף"
    },
    {
        "key": "2070",
        "id": "3878f56e-3de2-4c5e-20a6-08d8b25c8ae4",
        "description": "ייצור סבון ואבקות כביסה, חומרי ניקוי והברקה, ותכשירי ניקוי ותמרוקים"
    },
    {
        "key": "2080",
        "id": "0056b0c2-7dd1-4131-20a7-08d8b25c8ae4",
        "description": "תעשיית מוצרים כימיקליים אחרים, לנמ\"א"
    },
    {
        "key": "2100",
        "id": "8f79b2bd-0b49-4a8d-20a8-08d8b25c8ae4",
        "description": "ייצור תרופות קונבנציונליות ותרופות הומאופתיות לבני אדם ולשימוש וטרינרי"
    },
    {
        "key": "2211",
        "id": "6c5e5d6b-3b96-4452-20a9-08d8b25c8ae4",
        "description": "ייצור צמיגים ואבובים; שיקום צמיגים פגומים"
    },
    {
        "key": "2219",
        "id": "73ce0a66-4ea2-4c65-20aa-08d8b25c8ae4",
        "description": "ייצור מוצרי גומי אחרים"
    },
    {
        "key": "2220",
        "id": "0ee0f4ae-363e-49e3-20ab-08d8b25c8ae4",
        "description": "ייצור שרוולים ויריעות מפלסטיק"
    },
    {
        "key": "2230",
        "id": "be2fd1f8-8845-4ce8-20ac-08d8b25c8ae4",
        "description": "ייצור לוחות וצינורות מפלסטיק"
    },
    {
        "key": "2240",
        "id": "44b30381-5857-4553-20ad-08d8b25c8ae4",
        "description": "ייצור מכלים ובקבוקים מפלסטיק"
    },
    {
        "key": "2250",
        "id": "29971762-9ae8-4d33-20ae-08d8b25c8ae4",
        "description": "ייצור מוצרים מפלסטיק משוריין"
    },
    {
        "key": "2260",
        "id": "15d9f63d-b87d-4fa5-20af-08d8b25c8ae4",
        "description": "ייצור מוצרים מפלסטיק למטבח, לשולחן ולבית"
    },
    {
        "key": "2270",
        "id": "433200d1-2d73-4f99-20b0-08d8b25c8ae4",
        "description": "ייצור מוצרים מפלסטיק לשימושים טכניים, חקלאיים ותעשייתיים"
    },
    {
        "key": "2280",
        "id": "8c8b8866-4359-4635-20b1-08d8b25c8ae4",
        "description": "ייצור מוצרים מפלסטיק לנמ\"א"
    },
    {
        "key": "2310",
        "id": "284904d9-0e8b-4a83-20b2-08d8b25c8ae4",
        "description": "ייצור זכוכית ומוצרים מזכוכית"
    },
    {
        "key": "2391",
        "id": "0c620d19-0cf5-40cc-20b3-08d8b25c8ae4",
        "description": "ייצור מוצרי קרמיקה (חסיני אש)"
    },
    {
        "key": "2392",
        "id": "0669df45-1a2a-430b-20b4-08d8b25c8ae4",
        "description": "ייצור חומרי בנייה מחרס"
    },
    {
        "key": "2393",
        "id": "1526910c-c2bd-4feb-20b5-08d8b25c8ae4",
        "description": "ייצור מוצרים אחרים מקרמיקה ומחרסינה"
    },
    {
        "key": "2394",
        "id": "0cffdbf8-8ba0-43d7-20b6-08d8b25c8ae4",
        "description": "ייצור צמנט, סיד וטיח"
    },
    {
        "key": "2395",
        "id": "f0a68198-5cbe-4ce4-20b7-08d8b25c8ae4",
        "description": "ייצור מוצרי בטון, צמנט וטיח"
    },
    {
        "key": "2396",
        "id": "e108df1a-d935-4068-20b8-08d8b25c8ae4",
        "description": "חיתוך, עיצוב וליטוש של אבנים"
    },
    {
        "key": "2397",
        "id": "af249d1d-cc46-4278-20b9-08d8b25c8ae4",
        "description": "ייצור בטון מוכן ליציקה"
    },
    {
        "key": "2398",
        "id": "59cdc6e5-d3a9-405e-20ba-08d8b25c8ae4",
        "description": "ייצור בלוקים"
    },
    {
        "key": "2399",
        "id": "051b2bf8-5dd8-4043-20bb-08d8b25c8ae4",
        "description": "ייצור מוצרים אחרים ממינרלים אל-מתכתיים, לנמ\"א"
    },
    {
        "key": "2410",
        "id": "0af93811-3ed9-4e6d-20bc-08d8b25c8ae4",
        "description": "ייצור ברזל ופלדה בסיסיים"
    },
    {
        "key": "2420",
        "id": "4856c103-45d5-495d-20bd-08d8b25c8ae4",
        "description": "ייצור מתכות יקרות בסיסיות ומתכות אל-ברזליות אחרות"
    },
    {
        "key": "2431",
        "id": "d2bbb77e-9b37-4fbd-20be-08d8b25c8ae4",
        "description": "יציקות ברזל ופלדה"
    },
    {
        "key": "2432",
        "id": "e8f71757-a899-4718-20bf-08d8b25c8ae4",
        "description": "יציקות מתכות אל-ברזליות"
    },
    {
        "key": "2511",
        "id": "4220e7c8-0b4b-4ddf-20c0-08d8b25c8ae4",
        "description": "ייצור שלדי מתכת"
    },
    {
        "key": "2512",
        "id": "c647e922-cb84-49f2-20c1-08d8b25c8ae4",
        "description": "ייצור מכלים וכלי אגירה ממתכת"
    },
    {
        "key": "2513",
        "id": "f0b63e85-2a9a-48e8-20c2-08d8b25c8ae4",
        "description": "ייצור מחוללי קיטור, פרט לדודי מים למערכות חימום מרכזיות"
    },
    {
        "key": "2520",
        "id": "b7d03ecb-6d25-467c-20c3-08d8b25c8ae4",
        "description": "ייצור נשק ותחמושת"
    },
    {
        "key": "2591",
        "id": "36d09a13-893f-4f0c-20c4-08d8b25c8ae4",
        "description": "עיבוד מתכות וציפוין, חישול, לחיצה, הטבעה וגלגול של מתכות; מטלורגיית אב"
    },
    {
        "key": "2592",
        "id": "7fdd5d59-560b-4bb9-20c5-08d8b25c8ae4",
        "description": "מסגריות, עיבוד מכני ועיבוד שבבי"
    },
    {
        "key": "2593",
        "id": "559b9ee2-28c9-4b95-20c6-08d8b25c8ae4",
        "description": "ייצור כלי עבודה ידניים, ציוד מכני כללי וסכו\"ם"
    },
    {
        "key": "2594",
        "id": "6a1d040a-b163-4ad6-20c7-08d8b25c8ae4",
        "description": "ייצור אריזות ומכלים מפח, זיווד אלקטרוני ומוצרי פח לנמ\"א"
    },
    {
        "key": "2595",
        "id": "0d96be93-3ed6-4d1f-20c8-08d8b25c8ae4",
        "description": "ייצור רשתות, כבלים, חוטים ותיל, ממתכת ברזלית ואל-ברזלית"
    },
    {
        "key": "2596",
        "id": "ca8005e0-4cc5-4d63-20c9-08d8b25c8ae4",
        "description": "ייצור כלי בישול, מבלטים ותבניות ממתכת"
    },
    {
        "key": "2599",
        "id": "41e437bf-f763-4ccd-20ca-08d8b25c8ae4",
        "description": "ייצור מוצרי מתכת לנמ\"א"
    },
    {
        "key": "2610",
        "id": "dbf5a1cb-9721-47cd-20cb-08d8b25c8ae4",
        "description": "ייצור רכיבים ולוחות אלקטרוניים"
    },
    {
        "key": "2621",
        "id": "7774f547-3ba9-4bf0-20cc-08d8b25c8ae4",
        "description": "ייצור מחשבים וציוד היקפי"
    },
    {
        "key": "2630",
        "id": "bc39c85b-3d2f-4837-20cd-08d8b25c8ae4",
        "description": "ייצור ציוד תקשורת"
    },
    {
        "key": "2640",
        "id": "99cbd43d-06b5-4baa-20ce-08d8b25c8ae4",
        "description": "ייצור מוצרי צריכה אלקטרוניים"
    },
    {
        "key": "2651",
        "id": "3dfe3324-46f1-4f78-20cf-08d8b25c8ae4",
        "description": "ייצור מכשירי מדידה, בדיקה, ניווט ובקרה"
    },
    {
        "key": "2652",
        "id": "0157126e-5969-404f-20d0-08d8b25c8ae4",
        "description": "ייצור שעונים"
    },
    {
        "key": "2660",
        "id": "c2371c9a-e108-447d-20d1-08d8b25c8ae4",
        "description": "ייצור ציוד הקרנה, מכשור אלקטרוני רפואי, מכשור אלקטרוני טיפולי ומכשור ר"
    },
    {
        "key": "2670",
        "id": "4bcd4d3b-f170-480f-20d2-08d8b25c8ae4",
        "description": "ייצור מכשור אופטי וציוד צילום"
    },
    {
        "key": "2680",
        "id": "81fc7990-d4a0-468d-20d3-08d8b25c8ae4",
        "description": "ייצור מדיה מגנטית ואופטית"
    },
    {
        "key": "2711",
        "id": "e725f825-c919-4bc7-20d4-08d8b25c8ae4",
        "description": "ייצור מנועים חשמליים"
    },
    {
        "key": "2712",
        "id": "2ea43a2a-446c-41f4-20d5-08d8b25c8ae4",
        "description": "ייצור שנאים"
    },
    {
        "key": "2713",
        "id": "a26482fc-57f4-44a5-20d6-08d8b25c8ae4",
        "description": "ייצור אביזרים לחלוקה ולבקרה של חשמל"
    },
    {
        "key": "2720",
        "id": "4c9a5e5d-5798-47d2-20d7-08d8b25c8ae4",
        "description": "ייצור סוללות ומצברים"
    },
    {
        "key": "2731",
        "id": "a9fcc7fe-e8f5-4924-20d8-08d8b25c8ae4",
        "description": "ייצור כבלי סיבים אופטיים"
    },
    {
        "key": "2732",
        "id": "36a6bbd0-49cd-43e2-20d9-08d8b25c8ae4",
        "description": "ייצור סוגים אחרים של חוטים וכבלים חשמליים ואלקטרוניים"
    },
    {
        "key": "2733",
        "id": "bc49c442-d737-4937-20da-08d8b25c8ae4",
        "description": "ייצור מתקני חיווט"
    },
    {
        "key": "2740",
        "id": "8603d0bd-f2c5-4766-20db-08d8b25c8ae4",
        "description": "ייצור ציוד תאורה חשמלית"
    },
    {
        "key": "2750",
        "id": "3a5b8e82-5e04-4f79-20dc-08d8b25c8ae4",
        "description": "ייצור מכשירי חשמל ביתיים"
    },
    {
        "key": "2790",
        "id": "16efcb5f-8b69-4cbc-20dd-08d8b25c8ae4",
        "description": "ייצור ציוד חשמלי אחר"
    },
    {
        "key": "2811",
        "id": "20089c33-b0a5-4622-20de-08d8b25c8ae4",
        "description": "ייצור מנועים וטורבינות, פרט למנועים לכלי טיס, לכלי רכב מנועיים ולאופנו"
    },
    {
        "key": "2812",
        "id": "c5cb7e08-0cfc-44e0-20df-08d8b25c8ae4",
        "description": "ייצור ציוד למערכות הידראוליות ופנאומטיות"
    },
    {
        "key": "2813",
        "id": "0352de2b-974b-4922-20e0-08d8b25c8ae4",
        "description": "ייצור משאבות, מדחסים, ברזים ושסתומים אחרים"
    },
    {
        "key": "2814",
        "id": "2d74c221-a639-456e-20e1-08d8b25c8ae4",
        "description": "ייצור מסבים, ממסרות וציוד הנעה"
    },
    {
        "key": "2815",
        "id": "4bfb5ef5-271a-45be-20e2-08d8b25c8ae4",
        "description": "ייצור תנורים מקובעים, כבשנים, מבערים ומערכות אנרגיה סולרית"
    },
    {
        "key": "2816",
        "id": "0fa5b1ab-daa7-49bb-20e3-08d8b25c8ae4",
        "description": "ייצור ציוד הרמה, שינוע, פריקה וטעינה"
    },
    {
        "key": "2817",
        "id": "114ee070-b2fc-4499-20e4-08d8b25c8ae4",
        "description": "ייצור מכונות וציוד למשרד (פרט למחשבים ולציוד היקפי)"
    },
    {
        "key": "2818",
        "id": "6941f7fa-86e5-450c-20e5-08d8b25c8ae4",
        "description": "ייצור כלי עבודה ידניים ממונעים"
    },
    {
        "key": "2819",
        "id": "670e980c-3d9c-48ef-20e6-08d8b25c8ae4",
        "description": "ייצור מכונות וציוד אחרים לשימוש כללי"
    },
    {
        "key": "2821",
        "id": "5fcea5d2-dca6-438f-20e7-08d8b25c8ae4",
        "description": "ייצור מכונות לחקלאות ולייעור"
    },
    {
        "key": "2822",
        "id": "03c84993-d5a7-4ef4-20e8-08d8b25c8ae4",
        "description": "ייצור מכונות וכלי עבודה ממונעים לעיצוב מתכות"
    },
    {
        "key": "2823",
        "id": "4981e613-4a67-4677-20e9-08d8b25c8ae4",
        "description": "ייצור מכונות לטיפול במתכות (מטלורגיה)"
    },
    {
        "key": "2824",
        "id": "f446fde7-8d02-4610-20ea-08d8b25c8ae4",
        "description": "ייצור מכונות לכרייה, לחציבה ולבנייה"
    },
    {
        "key": "2825",
        "id": "4661f336-51c5-411d-20eb-08d8b25c8ae4",
        "description": "ייצור מכונות לעיבוד מזון, משקאות וטבק"
    },
    {
        "key": "2826",
        "id": "4d930881-82f5-4b5e-20ec-08d8b25c8ae4",
        "description": "ייצור מכונות לייצור טקסטיל ומוצריו ולטיפול בעורות"
    },
    {
        "key": "2829",
        "id": "f399b129-6654-4534-20ed-08d8b25c8ae4",
        "description": "ייצור מכונות ייעודיות אחרות"
    },
    {
        "key": "2910",
        "id": "bf55b377-612d-4581-20ee-08d8b25c8ae4",
        "description": "ייצור כלי רכב מנועיים"
    },
    {
        "key": "2920",
        "id": "044a6364-988d-42eb-20ef-08d8b25c8ae4",
        "description": "ייצור מרכבים לכלי רכב מנועיים; ייצור נגררים"
    },
    {
        "key": "2930",
        "id": "b777556d-3115-46cd-20f0-08d8b25c8ae4",
        "description": "ייצור חלקי חילוף ואביזרים לכלי רכב מנועיים"
    },
    {
        "key": "3011",
        "id": "657a59e6-fb6b-4638-20f1-08d8b25c8ae4",
        "description": "בניית ספינות ומבנים צפים"
    },
    {
        "key": "3012",
        "id": "807def4f-502d-4b9c-20f2-08d8b25c8ae4",
        "description": "בניית כלי שיט לתענוגות ולספורט"
    },
    {
        "key": "3020",
        "id": "c55d55ad-0c76-444b-20f3-08d8b25c8ae4",
        "description": "ייצור קטרי רכבת, קרונות וכלי תחבורה והובלה אחרים שנעים על מסילות רכבת"
    },
    {
        "key": "3030",
        "id": "f3ba6ac9-f1a5-4ced-20f4-08d8b25c8ae4",
        "description": "ייצור כלי טיס, חלליות וציוד נלווה"
    },
    {
        "key": "3040",
        "id": "36855984-66bd-49c3-20f5-08d8b25c8ae4",
        "description": "ייצור רכבי קרב צבאיים"
    },
    {
        "key": "3091",
        "id": "2b8ea6b3-8a17-42b5-20f6-08d8b25c8ae4",
        "description": "ייצור אופנועים"
    },
    {
        "key": "3092",
        "id": "b2c78ef8-1de8-4667-20f7-08d8b25c8ae4",
        "description": "ייצור אופניים וכיסאות גלגלים"
    },
    {
        "key": "3099",
        "id": "3439ba1c-de1e-4eec-20f8-08d8b25c8ae4",
        "description": "ייצור כלי תחבורה והובלה אחרים לנמ\"א"
    },
    {
        "key": "3100",
        "id": "c847cead-da01-4408-20f9-08d8b25c8ae4",
        "description": "ייצור רהיטים"
    },
    {
        "key": "3211",
        "id": "4061a880-141c-4e7e-20fa-08d8b25c8ae4",
        "description": "ייצור תכשיטים יקרים ופריטים דומים"
    },
    {
        "key": "3212",
        "id": "97bbdfa5-e1ee-430d-20fb-08d8b25c8ae4",
        "description": "ייצור תכשיטים מלאכותיים ופריטים דומים"
    },
    {
        "key": "3220",
        "id": "a6def18f-939e-4ecd-20fc-08d8b25c8ae4",
        "description": "ייצור כלי נגינה"
    },
    {
        "key": "3230",
        "id": "c635e69f-b8b3-4267-20fd-08d8b25c8ae4",
        "description": "ייצור ציוד ספורט"
    },
    {
        "key": "3240",
        "id": "1c2cc54c-00c2-4ecf-20fe-08d8b25c8ae4",
        "description": "ייצור משחקים וצעצועים"
    },
    {
        "key": "3250",
        "id": "fc7058a3-0aef-4f57-20ff-08d8b25c8ae4",
        "description": "ייצור ציוד רפואי, דנטלי ואורתופדי"
    },
    {
        "key": "3290",
        "id": "603ed0e0-bde2-40e9-2100-08d8b25c8ae4",
        "description": "ענפי ייצור אחרים לנמ\"א"
    },
    {
        "key": "3311",
        "id": "0fbd69f4-8620-43d2-2101-08d8b25c8ae4",
        "description": "תיקון מוצרי מתכת בהרכבה"
    },
    {
        "key": "3312",
        "id": "fbc9864d-ee91-4f56-2102-08d8b25c8ae4",
        "description": "תיקון מכונות"
    },
    {
        "key": "3313",
        "id": "f1789bf1-52cc-47f9-2103-08d8b25c8ae4",
        "description": "תיקון של ציוד אלקטרוני, אופטי ורפואי"
    },
    {
        "key": "3314",
        "id": "1549524f-ea42-4f29-2104-08d8b25c8ae4",
        "description": "תיקון ציוד חשמלי"
    },
    {
        "key": "3315",
        "id": "fe803f6d-5e80-40cb-2105-08d8b25c8ae4",
        "description": "תיקון כלי תחבורה והובלה, פרט לכלי רכב מנועיים ולאופנועים"
    },
    {
        "key": "3319",
        "id": "5d0a3f7d-d186-40a7-2106-08d8b25c8ae4",
        "description": "תיקון סוגים אחרים של מכונות וציוד"
    },
    {
        "key": "3320",
        "id": "8a4a809a-5a91-43ca-2107-08d8b25c8ae4",
        "description": "התקנה של מכונות וציוד תעשייתיים"
    },
    {
        "key": "3400",
        "id": "5bdfa5c2-ea3a-404b-2108-08d8b25c8ae4",
        "description": "עיבוד יהלומים"
    },
    {
        "key": "3510",
        "id": "f4a22de3-67e5-4eb2-2109-08d8b25c8ae4",
        "description": "הפקה, תמסורת וחלוקה של חשמל"
    },
    {
        "key": "3511",
        "id": "2665cbc2-9513-4ce9-210a-08d8b25c8ae4",
        "description": "ייצור חשמל באמצעות אנרגיה מתחדשת"
    },
    {
        "key": "3520",
        "id": "9b9376f9-d459-41ab-210b-08d8b25c8ae4",
        "description": "ייצור ואספקת גז וגזי-דלק (טבעיים וסינתטיים) דרך צינורות ראשיים"
    },
    {
        "key": "3530",
        "id": "887e692c-ebd9-4709-210c-08d8b25c8ae4",
        "description": "אספקת קיטור ומיזוג אוויר (קירור)"
    },
    {
        "key": "3600",
        "id": "0c379227-9413-41bd-210d-08d8b25c8ae4",
        "description": "אגירת מים, טיפול ואספקה"
    },
    {
        "key": "3700",
        "id": "2f8f1300-b53c-4626-210e-08d8b25c8ae4",
        "description": "שירותי ביוב"
    },
    {
        "key": "3811",
        "id": "063845e9-bad9-4d03-210f-08d8b25c8ae4",
        "description": "איסוף אשפה ופסולת שאינה מסוכנת"
    },
    {
        "key": "3812",
        "id": "f79adf29-b70c-4329-2110-08d8b25c8ae4",
        "description": "איסוף פסולת מסוכנת"
    },
    {
        "key": "3821",
        "id": "53f34eeb-721c-4bf3-2111-08d8b25c8ae4",
        "description": "טיפול בפסולת שאינה מסוכנת וסילוקה"
    },
    {
        "key": "3822",
        "id": "ffb75a2b-bdf1-4a10-2112-08d8b25c8ae4",
        "description": "טיפול בפסולת מסוכנת וסילוקה"
    },
    {
        "key": "3830",
        "id": "72d2bf56-6ded-409d-2113-08d8b25c8ae4",
        "description": "מחזור (והשבה) של חומרים"
    },
    {
        "key": "3900",
        "id": "6e294c79-97b1-4505-2114-08d8b25c8ae4",
        "description": "שירותי טיהור ושירותים אחרים לטיפול בפסולת"
    },
    {
        "key": "4101",
        "id": "021ef6d4-0b77-4b86-2115-08d8b25c8ae4",
        "description": "קבלנות בניין"
    },
    {
        "key": "4102",
        "id": "113ff01d-0c9c-4959-2116-08d8b25c8ae4",
        "description": "יזמות בנייה"
    },
    {
        "key": "4103",
        "id": "6943c441-5163-4e8c-2117-08d8b25c8ae4",
        "description": "גיוס כוח אדם לעבודה בבנייה באמצעות חברות ייעודיות"
    },
    {
        "key": "4104",
        "id": "5c1c5af1-c84d-4016-2118-08d8b25c8ae4",
        "description": "בנייה והרכבה של מבנים מחלקים מוכנים"
    },
    {
        "key": "4105",
        "id": "47c7daf9-b8e6-4573-2119-08d8b25c8ae4",
        "description": "שיפוץ מבנים ועבודות בניין לנמ\"א"
    },
    {
        "key": "4210",
        "id": "a383369a-25a3-44dd-211a-08d8b25c8ae4",
        "description": "כריית מנהרות"
    },
    {
        "key": "4211",
        "id": "badb2ff2-bce9-4bd4-211b-08d8b25c8ae4",
        "description": "עבודות עפר, סלילת כבישים, בניית גשרים ומסלולי טיסה"
    },
    {
        "key": "4212",
        "id": "12094725-0afc-496a-211c-08d8b25c8ae4",
        "description": "הנחת מסילות רכבת"
    },
    {
        "key": "4213",
        "id": "b7a967b7-ee24-411c-211d-08d8b25c8ae4",
        "description": "עבודות שטח, צביעה וסימון"
    },
    {
        "key": "4220",
        "id": "d48e8568-e8f3-47dc-211e-08d8b25c8ae4",
        "description": "בניית מיזמי תשתית"
    },
    {
        "key": "4290",
        "id": "b3967276-7ab1-4d74-211f-08d8b25c8ae4",
        "description": "עבודות הנדסה אזרחית אחרות"
    },
    {
        "key": "4311",
        "id": "4e32558c-b897-4343-2120-08d8b25c8ae4",
        "description": "הריסת מבנים"
    },
    {
        "key": "4312",
        "id": "466c6f50-0c0b-4966-2121-08d8b25c8ae4",
        "description": "הכנת אתרים לבנייה"
    },
    {
        "key": "4323",
        "id": "fd459885-78da-44dc-2122-08d8b25c8ae4",
        "description": "התקנת מערכות חשמל"
    },
    {
        "key": "4324",
        "id": "bae5a268-f98d-43bf-2123-08d8b25c8ae4",
        "description": "התקנת מערכות תקשורת"
    },
    {
        "key": "4325",
        "id": "1902fc51-235e-4255-2124-08d8b25c8ae4",
        "description": "התקנה של מערכות בקרה והתרעה ומערכות איתות"
    },
    {
        "key": "4326",
        "id": "4d093d51-bc4d-4222-2125-08d8b25c8ae4",
        "description": "התקנה של מערכות מים, תברואה, ביוב, תיעול וגז"
    },
    {
        "key": "4327",
        "id": "311b8093-cdf8-43f6-2126-08d8b25c8ae4",
        "description": "התקנה של מערכות למיזוג אוויר ומתקני קירור"
    },
    {
        "key": "4328",
        "id": "5dbcd1bf-d34e-42a6-2127-08d8b25c8ae4",
        "description": "התקנת מערכות חימום (הסקה) ומערכות אנרגיה סולרית"
    },
    {
        "key": "4329",
        "id": "1672c373-6fc6-42d4-2128-08d8b25c8ae4",
        "description": "התקנת מעליות ותשתיות בנייה אחרות"
    },
    {
        "key": "4330",
        "id": "eadd8e22-f48f-4a4c-2129-08d8b25c8ae4",
        "description": "נגרות בניין"
    },
    {
        "key": "4331",
        "id": "fc123e2a-c891-447e-212a-08d8b25c8ae4",
        "description": "מסגרות ברזל, התקנת עבודות אלומיניום"
    },
    {
        "key": "4332",
        "id": "20099266-674d-46dd-212b-08d8b25c8ae4",
        "description": "התקנת מטבחים"
    },
    {
        "key": "4333",
        "id": "a5c11dc6-6ca1-4b14-212c-08d8b25c8ae4",
        "description": "עבודות טיח"
    },
    {
        "key": "4334",
        "id": "d12747a4-fcbb-4398-212d-08d8b25c8ae4",
        "description": "ריצוף וחיפוי קירות בחומרים קשים"
    },
    {
        "key": "4335",
        "id": "1904c3b5-8ea8-475e-212e-08d8b25c8ae4",
        "description": "חיפוי רצפות וקירות בחומרים רכים"
    },
    {
        "key": "4336",
        "id": "a19cda48-f736-467f-212f-08d8b25c8ae4",
        "description": "התקנת מחיצות גבס"
    },
    {
        "key": "4337",
        "id": "cdfa8aea-47ad-4f35-2130-08d8b25c8ae4",
        "description": "צבעות"
    },
    {
        "key": "4338",
        "id": "d86b62e4-0e6d-4c81-2131-08d8b25c8ae4",
        "description": "זגגות"
    },
    {
        "key": "4392",
        "id": "56e70a04-3e90-4324-2132-08d8b25c8ae4",
        "description": "עבודות בטון"
    },
    {
        "key": "4393",
        "id": "da2f8282-146e-4b56-2133-08d8b25c8ae4",
        "description": "עבודות בנייה בלבנים ובאבן"
    },
    {
        "key": "4394",
        "id": "bee1e278-c235-42fb-2134-08d8b25c8ae4",
        "description": "חיפוי גגות"
    },
    {
        "key": "4395",
        "id": "ccf01eba-5727-4599-2135-08d8b25c8ae4",
        "description": "התקנת מבנים מברזל ומפלדה"
    },
    {
        "key": "4396",
        "id": "432bf243-67eb-4d75-2136-08d8b25c8ae4",
        "description": "עבודות איטום ובידוד"
    },
    {
        "key": "4397",
        "id": "25415526-aa14-4d6a-2137-08d8b25c8ae4",
        "description": "עבודות גימור חיצוני לנמ\"א"
    },
    {
        "key": "4398",
        "id": "b65e15d8-a187-40b0-2138-08d8b25c8ae4",
        "description": "השכרה של ציוד לבנייה או להריסה, כולל מפעיל"
    },
    {
        "key": "4511",
        "id": "79f85092-0f93-4859-2139-08d8b25c8ae4",
        "description": "מסחר ותיווך בכלי רכב מנועיים חדשים"
    },
    {
        "key": "4512",
        "id": "fc5905b7-df06-4346-213a-08d8b25c8ae4",
        "description": "מסחר ותיווך בכלי רכב מנועיים משומשים"
    },
    {
        "key": "4521",
        "id": "0c8f4afa-3a30-4d34-213b-08d8b25c8ae4",
        "description": "מוסכים כלליים לתיקון ולתחזוקה של כלי רכב מנועיים"
    },
    {
        "key": "4522",
        "id": "cd94228a-0c0c-4e7b-213c-08d8b25c8ae4",
        "description": "פחחות וצבעות רכב"
    },
    {
        "key": "4523",
        "id": "8626b226-75b7-475b-213d-08d8b25c8ae4",
        "description": "חשמלאות רכב"
    },
    {
        "key": "4524",
        "id": "7ec9eb38-31bd-4db0-213e-08d8b25c8ae4",
        "description": "תיקון ומכירה של צמיגים ואבובים"
    },
    {
        "key": "4525",
        "id": "87b25233-175e-4bc3-213f-08d8b25c8ae4",
        "description": "שירותי סיכה ורחיצה"
    },
    {
        "key": "4526",
        "id": "ea01d688-2d7d-4bf2-2140-08d8b25c8ae4",
        "description": "זגגות רכב ומיגון רכב"
    },
    {
        "key": "4527",
        "id": "ada3ce1c-b519-4705-2141-08d8b25c8ae4",
        "description": "ריפוד רכב ותיקון כלי רכב מנועיים לנמ\"א"
    },
    {
        "key": "4531",
        "id": "297040a9-8e35-4b7f-2142-08d8b25c8ae4",
        "description": "מסחר סיטוני בחלקי חילוף ובאביזרים לכלי רכב מנועיים"
    },
    {
        "key": "4532",
        "id": "4949faf0-4156-45af-2143-08d8b25c8ae4",
        "description": "מכירה קמעונית של חלקי חילוף לכלי רכב מנועיים"
    },
    {
        "key": "4533",
        "id": "6c4cce7d-42fd-4487-2144-08d8b25c8ae4",
        "description": "מכירה קמעונית של אביזרים לכלי רכב מנועיים"
    },
    {
        "key": "4540",
        "id": "4cccf5fd-3ae6-4e61-2145-08d8b25c8ae4",
        "description": "מסחר סיטוני וקמעוני באופנועים, בחלקי חילוף ובאביזרים נלווים; תחזוקה ות"
    },
    {
        "key": "4610",
        "id": "dba4cab7-802e-4978-2146-08d8b25c8ae4",
        "description": "מסחר סיטוני על בסיס עמלה או חוזה"
    },
    {
        "key": "4621",
        "id": "91ed6c62-38f2-43df-2147-08d8b25c8ae4",
        "description": "מסחר סיטוני בחומרי גלם חקלאיים"
    },
    {
        "key": "4622",
        "id": "0f4ac1fd-d830-454f-2148-08d8b25c8ae4",
        "description": "מסחר סיטוני בבעלי חיים"
    },
    {
        "key": "4623",
        "id": "f8712a73-ff8e-475e-2149-08d8b25c8ae4",
        "description": "מסחר סיטוני בפרחים ובצמחים"
    },
    {
        "key": "4631",
        "id": "ccd80c3f-55e3-41a5-214a-08d8b25c8ae4",
        "description": "מסחר סיטוני בפירות ובירקות"
    },
    {
        "key": "4632",
        "id": "745f4d2b-5dda-4770-214b-08d8b25c8ae4",
        "description": "מסחר סיטוני בחלב ובמוצריו"
    },
    {
        "key": "4633",
        "id": "15db8ca5-ec52-4a87-214c-08d8b25c8ae4",
        "description": "מסחר סיטוני בביצים, בבשר, בעופות, בדגים ובמוצריהם"
    },
    {
        "key": "4634",
        "id": "7af67502-a06f-496d-214d-08d8b25c8ae4",
        "description": "מסחר סיטוני במוצרי מזון"
    },
    {
        "key": "4635",
        "id": "0471f16c-d0ce-4d54-214e-08d8b25c8ae4",
        "description": "מסחר סיטוני במשקאות קלים ובמשקאות אלכוהוליים"
    },
    {
        "key": "4636",
        "id": "8af81960-4bc0-43df-214f-08d8b25c8ae4",
        "description": "מסחר סיטוני בטבק ובמוצריו"
    },
    {
        "key": "4640",
        "id": "196c9842-87b1-4de7-2150-08d8b25c8ae4",
        "description": "מסחר סיטוני בטקסטיל"
    },
    {
        "key": "4641",
        "id": "12726f44-e4e3-4da5-2151-08d8b25c8ae4",
        "description": "מסחר סיטוני בביגוד"
    },
    {
        "key": "4642",
        "id": "5c286121-9586-4e20-2152-08d8b25c8ae4",
        "description": "מסחר סיטוני בהנעלה"
    },
    {
        "key": "4643",
        "id": "a956244e-3270-4dbb-2153-08d8b25c8ae4",
        "description": "מסחר סיטוני ברהיטים, במוצרי אופטיקה, בכלי בית וכלי מטבח ובטובין למשק ה"
    },
    {
        "key": "4644",
        "id": "ebdd1139-3a1a-4543-2154-08d8b25c8ae4",
        "description": "מסחר סיטוני בחומרי ניקוי ובתמרוקים"
    },
    {
        "key": "4645",
        "id": "5d0e49c4-1446-4508-2155-08d8b25c8ae4",
        "description": "מסחר סיטוני בתרופות ובמוצרים רפואיים נלווים"
    },
    {
        "key": "4646",
        "id": "c1f77aa9-9100-4584-2156-08d8b25c8ae4",
        "description": "מסחר סיטוני במוצרי חשמל וגז ביתיים"
    },
    {
        "key": "4647",
        "id": "99ef9688-79af-4cb8-2157-08d8b25c8ae4",
        "description": "מסחר סיטוני בתכשיטים, בשעונים ובחפצי חן"
    },
    {
        "key": "4648",
        "id": "bc92de98-d3d6-41fd-2158-08d8b25c8ae4",
        "description": "מסחר סיטוני בספרים, בכתבי עת, בעיתונים, בצעצועים ובמשחקי מחשב"
    },
    {
        "key": "4649",
        "id": "4a542f99-c04d-47ea-2159-08d8b25c8ae4",
        "description": "מסחר סיטוני בציוד ספורט"
    },
    {
        "key": "4651",
        "id": "b965f862-5802-41c9-215a-08d8b25c8ae4",
        "description": "מסחר סיטוני במחשבים, בציוד היקפי ובתכנה"
    },
    {
        "key": "4652",
        "id": "d2073a82-82f0-4c4a-215b-08d8b25c8ae4",
        "description": "מסחר סיטוני בציוד תקשורת וברכיבים אלקטרוניים"
    },
    {
        "key": "4653",
        "id": "c6911e4c-eb39-461d-215c-08d8b25c8ae4",
        "description": "מסחר סיטוני במכונות, בציוד ובאספקה לחקלאות"
    },
    {
        "key": "4654",
        "id": "7ff890bd-572e-4a40-215d-08d8b25c8ae4",
        "description": "מסחר סיטוני בצורכי חשמל"
    },
    {
        "key": "4655",
        "id": "fc4c8a6b-6274-4dfa-215e-08d8b25c8ae4",
        "description": "מסחר סיטוני במכונות ובציוד לתעשייה ובחלקיהם"
    },
    {
        "key": "4656",
        "id": "c37f8893-1968-4200-215f-08d8b25c8ae4",
        "description": "מסחר סיטוני במכונות ובציוד משרדיים ובחלקיהם"
    },
    {
        "key": "4657",
        "id": "84764128-9605-4144-2160-08d8b25c8ae4",
        "description": "מסחר סיטוני במכונות ובציוד לבנייה ולעבודות עפר ובחלקיהם"
    },
    {
        "key": "4658",
        "id": "b94982e2-a433-4e16-2161-08d8b25c8ae4",
        "description": "מסחר סיטוני במכונות ובציוד ובחלקיהם לנמ\"א"
    },
    {
        "key": "4661",
        "id": "5113ab80-d23f-41fa-2162-08d8b25c8ae4",
        "description": "מסחר סיטוני בדלקים מוצקים, נוזליים וגזיים ובמוצרים נלווים"
    },
    {
        "key": "4662",
        "id": "e6208bdd-2517-49a2-2163-08d8b25c8ae4",
        "description": "מסחר סיטוני במתכות ובעפרות מתכת"
    },
    {
        "key": "4664",
        "id": "4b7e1c31-9f6c-452d-2164-08d8b25c8ae4",
        "description": "מסחר סיטוני בעץ"
    },
    {
        "key": "4665",
        "id": "1110f8f0-a3cb-4034-2165-08d8b25c8ae4",
        "description": "מסחר סיטוני בחומרי בנייה ובצורכי שרברבות"
    },
    {
        "key": "4666",
        "id": "7d984228-a567-44db-2166-08d8b25c8ae4",
        "description": "מסחר סיטוני בכימיקלים"
    },
    {
        "key": "4667",
        "id": "86154044-4a08-410f-2167-08d8b25c8ae4",
        "description": "מסחר סיטוני בפלסטיק ובגומי"
    },
    {
        "key": "4669",
        "id": "ec77afcf-c652-4c80-2168-08d8b25c8ae4",
        "description": "מסחר סיטוני בנייר, בקרטון ובמוצריהם, בפסולת, בגרוטאות ובמוצרים דומים ל"
    },
    {
        "key": "4670",
        "id": "c16ec665-17d8-415f-2169-08d8b25c8ae4",
        "description": "מסחר סיטוני ביהלומים"
    },
    {
        "key": "4671",
        "id": "886ef98d-8ac2-46c3-216a-08d8b25c8ae4",
        "description": "תיווך ביהלומים"
    },
    {
        "key": "4690",
        "id": "472bdd80-9295-4280-216b-08d8b25c8ae4",
        "description": "מסחר סיטוני כללי ובסחורות לנמ\"א"
    },
    {
        "key": "4711",
        "id": "0e832d82-b1af-4beb-216c-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות לממכר כללי המתמחות במוצרי מזון, במשקאות ובטבק"
    },
    {
        "key": "4719",
        "id": "718736dd-5998-4096-216d-08d8b25c8ae4",
        "description": "סוגים אחרים של מכירה קמעונית בחנויות לממכר כללי"
    },
    {
        "key": "4722",
        "id": "d419d96c-0976-43cf-216e-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות במשקאות"
    },
    {
        "key": "4723",
        "id": "787e2a46-8837-4184-216f-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות במוצרי טבק"
    },
    {
        "key": "4724",
        "id": "9bbdcb7b-8df4-49d3-2170-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות מכולת ובמינימרקטים"
    },
    {
        "key": "4725",
        "id": "d6358818-5851-46bd-2171-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בפירות ובירקות"
    },
    {
        "key": "4726",
        "id": "f102003d-147d-4c2d-2172-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בבשר, בעופות, בדגים ובמוצריהם"
    },
    {
        "key": "4727",
        "id": "44a376ac-e57c-43de-2173-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בדברי מאפה"
    },
    {
        "key": "4728",
        "id": "f5478675-b4c4-47a4-2174-08d8b25c8ae4",
        "description": "מכירה קמעונית של מוצרי מזון לנמ\"א"
    },
    {
        "key": "4729",
        "id": "b7956571-bad4-4817-2175-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בדברי מתיקה"
    },
    {
        "key": "4730",
        "id": "a6c60e43-d151-49d3-2176-08d8b25c8ae4",
        "description": "מכירה קמעונית של דלק למכוניות (תחנות דלק)"
    },
    {
        "key": "4741",
        "id": "ad9e9ba8-ba59-4722-2177-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות במחשבים, בציוד היקפי, בתכנה ובציוד תקשור"
    },
    {
        "key": "4742",
        "id": "f1879907-35e8-4833-2178-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בציוד אודיו ווידאו"
    },
    {
        "key": "4751",
        "id": "d7a94288-4a2b-44f3-2179-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בטקסטיל"
    },
    {
        "key": "4752",
        "id": "eb1b5b1f-9079-4271-217a-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בכלים ממתכת, בצבעים ובזכוכית"
    },
    {
        "key": "4753",
        "id": "1545784d-c1e3-4033-217b-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בשטיחים, במרבדים ובחיפויי קיר ורצפה"
    },
    {
        "key": "4754",
        "id": "3fc6fe5b-2bf4-4d8e-217c-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות ברהיטים"
    },
    {
        "key": "4755",
        "id": "d963948a-0610-40ce-217d-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות במוצרי חשמל וגז ביתיים"
    },
    {
        "key": "4756",
        "id": "0979ad48-e253-46d6-217e-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בכלי בית"
    },
    {
        "key": "4757",
        "id": "74a24fd2-4786-4a03-217f-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בכלי נגינה"
    },
    {
        "key": "4758",
        "id": "fd0f5297-3347-425e-2180-08d8b25c8ae4",
        "description": "מכירה קמעונית מעורבת של רהיטים, של מכשירים ושל ציוד למשק הבית לנמ\"א"
    },
    {
        "key": "4761",
        "id": "9b36fb9c-aad8-4e98-2181-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בספרים, בעיתונים בציוד משרדי ובצורכי כתי"
    },
    {
        "key": "4762",
        "id": "60517ccf-dab3-499d-2182-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות במוזיקה ובסרטים על גבי מדיה"
    },
    {
        "key": "4763",
        "id": "bafc95ae-33b8-4798-2183-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בציוד ספורט ובאופניים"
    },
    {
        "key": "4764",
        "id": "db540b47-6063-4e59-2184-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות במשחקים ובצעצועים"
    },
    {
        "key": "4770",
        "id": "8ccfd52b-1777-4fa9-2185-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בביגוד ובאביזרי ביגוד נלווים"
    },
    {
        "key": "4771",
        "id": "a960899b-183f-4aae-2186-08d8b25c8ae4",
        "description": "מכירה קמעונית של מוצרי עור; מכירה קמעונית מעורבת של מוצרי טקסטיל"
    },
    {
        "key": "4772",
        "id": "e195403c-8a4b-4f40-2187-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בתרופות ובמוצרים רפואיים, במוצרים קוסמטי"
    },
    {
        "key": "4773",
        "id": "ae5cb025-3361-4ec5-2188-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בהנעלה"
    },
    {
        "key": "4774",
        "id": "f57b88db-b856-48fe-2189-08d8b25c8ae4",
        "description": "מכירה קמעונית של סחורות משומשות"
    },
    {
        "key": "4775",
        "id": "a2ccb986-6eb2-40f5-218a-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בחפצי אמנות ובמזכרות"
    },
    {
        "key": "4776",
        "id": "bac3707e-0687-4a07-218b-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בציוד לצילום ובצורכי צילום, במכשור מדויק"
    },
    {
        "key": "4777",
        "id": "a63a7b07-2075-47a5-218c-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בשעונים ובתכשיטים"
    },
    {
        "key": "4778",
        "id": "b5fbdb5e-d628-4640-218d-08d8b25c8ae4",
        "description": "מכירה קמעונית בחנויות המתמחות בנשק"
    },
    {
        "key": "4779",
        "id": "884d0dd9-8ba9-4222-218e-08d8b25c8ae4",
        "description": "מכירה קמעונית של סחורות אחרות לנמ\"א"
    },
    {
        "key": "4781",
        "id": "cd2d3509-5a02-424e-218f-08d8b25c8ae4",
        "description": "מכירה קמעונית של מזון, משקאות ומוצרי טבק בדוכנים ובשווקים"
    },
    {
        "key": "4782",
        "id": "fc8e9aca-7307-4878-2190-08d8b25c8ae4",
        "description": "מכירה קמעונית של טקסטיל, ביגוד והנעלה בדוכנים ובשווקים"
    },
    {
        "key": "4789",
        "id": "d775b0ac-6099-4743-2191-08d8b25c8ae4",
        "description": "מכירה קמעונית של סחורות אחרות בדוכנים ובשווקים"
    },
    {
        "key": "4791",
        "id": "3194ab38-0277-4d3b-2192-08d8b25c8ae4",
        "description": "מכירה קמעונית דרך הזמנות בדואר, באינטרנט ובאמצעים אחרים"
    },
    {
        "key": "4799",
        "id": "212982df-38f5-4d77-2193-08d8b25c8ae4",
        "description": "סוגים אחרים של מכירה קמעונית, שלא במסגרת חנויות, דוכנים או שווקים"
    },
    {
        "key": "4911",
        "id": "a1c9c231-c394-471b-2194-08d8b25c8ae4",
        "description": "הובלת נוסעים ברכבות בין-עירוניות"
    },
    {
        "key": "4912",
        "id": "f2094a94-f9a9-4459-2195-08d8b25c8ae4",
        "description": "הובלת מטענים ברכבות משא"
    },
    {
        "key": "4921",
        "id": "67f65135-210d-4268-2196-08d8b25c8ae4",
        "description": "שירותי אוטובוסים בקווים קבועים"
    },
    {
        "key": "4923",
        "id": "effd0ac2-9d1f-4fb8-2197-08d8b25c8ae4",
        "description": "הובלת מטענים בדרכים"
    },
    {
        "key": "4924",
        "id": "03b3a839-0bcb-477a-2198-08d8b25c8ae4",
        "description": "הובלת נוסעים לטיולים ולנסיעות מיוחדות באוטובוסים"
    },
    {
        "key": "4925",
        "id": "b6745757-7c7f-4990-2199-08d8b25c8ae4",
        "description": "הובלה ברכבלים"
    },
    {
        "key": "4926",
        "id": "4fbc221b-5ff1-4948-219a-08d8b25c8ae4",
        "description": "שירותי מוניות בקווים קבועים"
    },
    {
        "key": "4927",
        "id": "b938d9e1-352c-4a16-219b-08d8b25c8ae4",
        "description": "שירותי מוניות טיול ותיור"
    },
    {
        "key": "4928",
        "id": "30a56fd9-1825-4505-219c-08d8b25c8ae4",
        "description": "שירותי מוניות בשירות מיוחד"
    },
    {
        "key": "4929",
        "id": "c56b96c3-4c75-49fa-219d-08d8b25c8ae4",
        "description": "הובלת נוסעים ברכבת עירונית וברכבת פרברים"
    },
    {
        "key": "4930",
        "id": "ba814586-b815-4f45-219e-08d8b25c8ae4",
        "description": "הובלה באמצעות קווי צינורות"
    },
    {
        "key": "5011",
        "id": "bd13b4f3-2fee-4d12-219f-08d8b25c8ae4",
        "description": "הובלת נוסעים בים ובמימי החופים (מים טריטוריאליים)"
    },
    {
        "key": "5012",
        "id": "286a293b-f9b1-4d60-21a0-08d8b25c8ae4",
        "description": "הובלת מטענים בים ובמימי החופים (מים טריטוריאליים)"
    },
    {
        "key": "5021",
        "id": "adfa59c7-f36a-4703-21a1-08d8b25c8ae4",
        "description": "הובלת נוסעים בנתיבי מים פנים-ארציים"
    },
    {
        "key": "5022",
        "id": "ab866191-33df-411c-21a2-08d8b25c8ae4",
        "description": "הובלת מטענים בנתיבי מים פנים-ארציים"
    },
    {
        "key": "5110",
        "id": "76c088a3-18ba-4d39-21a3-08d8b25c8ae4",
        "description": "הובלה אווירית של נוסעים"
    },
    {
        "key": "5120",
        "id": "c1d3c16a-c710-482d-21a4-08d8b25c8ae4",
        "description": "הובלה אווירית של מטענים"
    },
    {
        "key": "5210",
        "id": "2e97eeac-c227-41bd-21a5-08d8b25c8ae4",
        "description": "מחסנים כלליים"
    },
    {
        "key": "5211",
        "id": "fee0e566-9c77-4b26-21a6-08d8b25c8ae4",
        "description": "מחסני ערובה"
    },
    {
        "key": "5212",
        "id": "1f371a1a-8fc9-4288-21a7-08d8b25c8ae4",
        "description": "בתי קירור"
    },
    {
        "key": "5213",
        "id": "c16721a9-2afd-47b1-21a8-08d8b25c8ae4",
        "description": "ממגורות"
    },
    {
        "key": "5222",
        "id": "4b6d09e8-1709-4042-21a9-08d8b25c8ae4",
        "description": "שירותי עזר להובלה ימית (שירותים של נמלי ים)"
    },
    {
        "key": "5223",
        "id": "397c315b-0c1a-4975-21aa-08d8b25c8ae4",
        "description": "שירותי עזר להובלה אווירית (שירותים של שדות תעופה)"
    },
    {
        "key": "5224",
        "id": "92a85432-cc65-4474-21ab-08d8b25c8ae4",
        "description": "טיפול אחר במטענים"
    },
    {
        "key": "5225",
        "id": "2eb820c9-a6da-4d0f-21ac-08d8b25c8ae4",
        "description": "מגרשי חניה"
    },
    {
        "key": "5226",
        "id": "c54ecd3a-955d-4a53-21ad-08d8b25c8ae4",
        "description": "מסופי מטען"
    },
    {
        "key": "5227",
        "id": "af62afd9-3ed9-42da-21ae-08d8b25c8ae4",
        "description": "עמילות מכס ושילוח סחורות"
    },
    {
        "key": "5228",
        "id": "eb961a2e-3ad2-45c0-21af-08d8b25c8ae4",
        "description": "שירותי עזר להובלה לנמ\"א"
    },
    {
        "key": "5229",
        "id": "73bb5625-19d4-46c1-21b0-08d8b25c8ae4",
        "description": "סוכנויות אניות וחברות תעופה"
    },
    {
        "key": "5310",
        "id": "dbfec59d-a995-44f1-21b1-08d8b25c8ae4",
        "description": "שירותי דואר"
    },
    {
        "key": "5320",
        "id": "68c1e22f-c039-4309-21b2-08d8b25c8ae4",
        "description": "שירותי בלדרות"
    },
    {
        "key": "5510",
        "id": "6905ddd2-2682-48da-21b3-08d8b25c8ae4",
        "description": "בתי מלון ובתי הארחה"
    },
    {
        "key": "5511",
        "id": "c5a922d7-9b5b-4446-21b4-08d8b25c8ae4",
        "description": "מלונות דירות ומלונות דרכים"
    },
    {
        "key": "5512",
        "id": "7ec6969f-fff0-47aa-21b5-08d8b25c8ae4",
        "description": "אכסניות נוער ובתי ספר שדה"
    },
    {
        "key": "5513",
        "id": "7a9b46c0-d945-4bdf-21b6-08d8b25c8ae4",
        "description": "חדרי נופש להשכרה"
    },
    {
        "key": "5514",
        "id": "8320f998-aec8-4ffe-21b7-08d8b25c8ae4",
        "description": "אכסניות ושירותי אירוח לנמ\"א"
    },
    {
        "key": "5520",
        "id": "0bb9688f-e088-4c6a-21b8-08d8b25c8ae4",
        "description": "אתרי מחנאות (קמפינג) וקרוונים, כולל קייטנות"
    },
    {
        "key": "5590",
        "id": "efb90d46-d1f9-4e46-21b9-08d8b25c8ae4",
        "description": "שירותי אירוח אחרים"
    },
    {
        "key": "5610",
        "id": "faff4e60-f8c4-4e9c-21ba-08d8b25c8ae4",
        "description": "מסעדות"
    },
    {
        "key": "5611",
        "id": "f0ab85e0-b5d2-428d-21bb-08d8b25c8ae4",
        "description": "קיוסקים, דוכנים ומזנונים"
    },
    {
        "key": "5621",
        "id": "7cea45a1-e14d-4ef4-21bc-08d8b25c8ae4",
        "description": "שירותי הסעדה פרטיים"
    },
    {
        "key": "5622",
        "id": "2dd93063-bfc8-46ab-21bd-08d8b25c8ae4",
        "description": "אולמות אירועים"
    },
    {
        "key": "5629",
        "id": "30d17f16-8b3d-482f-21be-08d8b25c8ae4",
        "description": "קבלני מזון ושירותי מזון אחרים"
    },
    {
        "key": "5630",
        "id": "b068a57b-6127-449b-21bf-08d8b25c8ae4",
        "description": "בתי קפה"
    },
    {
        "key": "5631",
        "id": "2f5d4964-d19d-45bd-21c0-08d8b25c8ae4",
        "description": "שירותי הגשת משקאות אלכוהוליים"
    },
    {
        "key": "5811",
        "id": "509b66c0-d029-49e4-21c1-08d8b25c8ae4",
        "description": "הוצאה לאור של ספרים"
    },
    {
        "key": "5812",
        "id": "6c050207-2cc2-43cf-21c2-08d8b25c8ae4",
        "description": "הוצאה לאור של מדריכים ורשימות תפוצה"
    },
    {
        "key": "5813",
        "id": "3c2bff8b-6b4c-4724-21c3-08d8b25c8ae4",
        "description": "הוצאה לאור של עיתונים, מגזינים וכתבי עת"
    },
    {
        "key": "5819",
        "id": "f5a35081-89e5-4be1-21c4-08d8b25c8ae4",
        "description": "הוצאה לאור של פרסומים אחרים"
    },
    {
        "key": "5820",
        "id": "cb56d678-6fe8-4970-21c5-08d8b25c8ae4",
        "description": "הוצאה לאור של תכנה"
    },
    {
        "key": "5911",
        "id": "4f20cf4e-1633-4725-21c6-08d8b25c8ae4",
        "description": "הפקת סרטי קולנוע, סרטי וידאו ותכניות טלוויזיה"
    },
    {
        "key": "5912",
        "id": "06df2741-29d9-476d-21c7-08d8b25c8ae4",
        "description": "פוסט-פרודוקשן של סרטי קולנוע, סרטי וידאו ותכניות טלוויזיה"
    },
    {
        "key": "5913",
        "id": "65750481-adec-407f-21c8-08d8b25c8ae4",
        "description": "הפצת סרטי קולנוע, סרטי וידאו ותכניות טלוויזיה"
    },
    {
        "key": "5914",
        "id": "792edc54-9888-42f6-21c9-08d8b25c8ae4",
        "description": "הקרנת סרטים"
    },
    {
        "key": "5920",
        "id": "8c64011b-cf31-430c-21ca-08d8b25c8ae4",
        "description": "הקלטת קול והוצאה לאור של מוזיקה"
    },
    {
        "key": "6010",
        "id": "fe3d03ba-1eb6-428e-21cb-08d8b25c8ae4",
        "description": "שידורי רדיו"
    },
    {
        "key": "6020",
        "id": "7083817a-92b7-4abc-21cc-08d8b25c8ae4",
        "description": "שידור תכניות טלוויזיה"
    },
    {
        "key": "6110",
        "id": "d3fbc1f1-d8c7-4deb-21cd-08d8b25c8ae4",
        "description": "שירותי תקשורת קווית"
    },
    {
        "key": "6120",
        "id": "9be274d6-2276-4675-21ce-08d8b25c8ae4",
        "description": "שירותי תקשורת אלחוטית"
    },
    {
        "key": "6130",
        "id": "57932f56-e01a-49b2-21cf-08d8b25c8ae4",
        "description": "שירותי תקשורת לוויינים"
    },
    {
        "key": "6190",
        "id": "17f04dca-2b2c-430a-21d0-08d8b25c8ae4",
        "description": "שירותי תקשורת אחרים"
    },
    {
        "key": "6201",
        "id": "1f5a5ee5-be5d-48d6-21d1-08d8b25c8ae4",
        "description": "תכנות מחשבים"
    },
    {
        "key": "6202",
        "id": "e33e5421-ec9f-4c1d-21d2-08d8b25c8ae4",
        "description": "ייעוץ בתחום המחשבים וניהול מתקנים ממוחשבים"
    },
    {
        "key": "6203",
        "id": "0a16c485-efc4-4266-21d3-08d8b25c8ae4",
        "description": "מרכזי מחקר ופיתוח תכנה"
    },
    {
        "key": "6209",
        "id": "e8d5b27b-1ca2-4594-21d4-08d8b25c8ae4",
        "description": "שירותים אחרים בתחום טכנולוגיית המידע והמחשבים"
    },
    {
        "key": "6311",
        "id": "bc5107e0-ce80-49b0-21d5-08d8b25c8ae4",
        "description": "עיבוד נתונים, אחסון ושירותים נלווים"
    },
    {
        "key": "6312",
        "id": "56ce2fdb-a3d9-4eb7-21d6-08d8b25c8ae4",
        "description": "אתרי שער לאינטרנט"
    },
    {
        "key": "6391",
        "id": "e6e5b2ca-e9b5-4b7d-21d7-08d8b25c8ae4",
        "description": "סוכנויות ידיעות"
    },
    {
        "key": "6399",
        "id": "9f8b3eec-a23e-4aa4-21d8-08d8b25c8ae4",
        "description": "שירותי מידע אחרים, לנמ\"א"
    },
    {
        "key": "6411",
        "id": "553f2f27-0585-4c78-21d9-08d8b25c8ae4",
        "description": "בנק מרכזי"
    },
    {
        "key": "6419",
        "id": "d4ea3bcb-bc31-4739-21da-08d8b25c8ae4",
        "description": "סוגים אחרים של תיווך מוניטרי"
    },
    {
        "key": "6420",
        "id": "7ee1af3d-1fb8-4f1d-21db-08d8b25c8ae4",
        "description": "חברות אחזקה"
    },
    {
        "key": "6430",
        "id": "519df63e-3f31-46f0-21dc-08d8b25c8ae4",
        "description": "קרנות נאמנות וישויות פיננסיות דומות"
    },
    {
        "key": "6491",
        "id": "c438f971-5a99-4994-21dd-08d8b25c8ae4",
        "description": "החכר מימוני (ליסינג)"
    },
    {
        "key": "6492",
        "id": "d00117a6-c1b9-4289-21de-08d8b25c8ae4",
        "description": "סוגים אחרים של מתן אשראי"
    },
    {
        "key": "6499",
        "id": "67e5a8eb-dfab-460a-21df-08d8b25c8ae4",
        "description": "שירותים פיננסיים אחרים, פרט לביטוח ולקרנות פנסיה, לנמ\"א"
    },
    {
        "key": "6511",
        "id": "b0b89a20-7670-43b9-21e0-08d8b25c8ae4",
        "description": "ביטוח חיים"
    },
    {
        "key": "6512",
        "id": "0237b626-9799-4c3f-21e1-08d8b25c8ae4",
        "description": "ביטוח כללי"
    },
    {
        "key": "6520",
        "id": "81d42d73-c5de-40cf-21e2-08d8b25c8ae4",
        "description": "ביטוח משנה"
    },
    {
        "key": "6530",
        "id": "2dfafd54-0893-44f1-21e3-08d8b25c8ae4",
        "description": "קרנות פנסיה וקופות גמל"
    },
    {
        "key": "6611",
        "id": "00f42506-f81e-42ff-21e4-08d8b25c8ae4",
        "description": "ניהול שווקים פיננסיים"
    },
    {
        "key": "6612",
        "id": "42a93413-a435-42d1-21e5-08d8b25c8ae4",
        "description": "עמילות בניירות ערך ובסחורות"
    },
    {
        "key": "6619",
        "id": "9f154c19-1b7d-46c6-21e6-08d8b25c8ae4",
        "description": "פעילויות עזר אחרות הנלוות לשירותים פיננסיים"
    },
    {
        "key": "6621",
        "id": "6edf16ad-c6e4-4884-21e7-08d8b25c8ae4",
        "description": "הערכת סיכון ונזק (שמאות ביטוח)"
    },
    {
        "key": "6622",
        "id": "6d31314d-1907-468e-21e8-08d8b25c8ae4",
        "description": "פעילויות של סוכני ביטוח"
    },
    {
        "key": "6629",
        "id": "756c3343-447a-4765-21e9-08d8b25c8ae4",
        "description": "פעילויות עזר אחרות הנלוות לביטוח ולקרנות פנסיה"
    },
    {
        "key": "6630",
        "id": "142639b5-eb10-4866-21ea-08d8b25c8ae4",
        "description": "ניהול קרנות"
    },
    {
        "key": "6810",
        "id": "33607514-c5c0-47ff-21eb-08d8b25c8ae4",
        "description": "פעילויות בנדל\"ן בבעלות עצמית"
    },
    {
        "key": "6820",
        "id": "8a0cbc99-3875-435d-21ec-08d8b25c8ae4",
        "description": "פעילויות בנדל\"ן על בסיס עמלה או חוזה"
    },
    {
        "key": "6821",
        "id": "bc25f8f7-4bea-4528-21ed-08d8b25c8ae4",
        "description": "שירותי שמאות בתחום הנדל\"ן"
    },
    {
        "key": "6910",
        "id": "8098eb13-5175-4d58-21ee-08d8b25c8ae4",
        "description": "שירותים משפטיים"
    },
    {
        "key": "6920",
        "id": "e5f8bfce-6467-4bc2-21ef-08d8b25c8ae4",
        "description": "הנהלת חשבונות"
    },
    {
        "key": "6921",
        "id": "18b3d5cc-308e-4b71-21f0-08d8b25c8ae4",
        "description": "ראיית חשבון"
    },
    {
        "key": "6922",
        "id": "1452cf97-b5fb-4aa3-21f1-08d8b25c8ae4",
        "description": "ייעוץ מס"
    },
    {
        "key": "7010",
        "id": "2f35a548-53b5-4fcb-21f2-08d8b25c8ae4",
        "description": "שירותי משרדים ראשיים"
    },
    {
        "key": "7020",
        "id": "8c092045-d634-471d-21f3-08d8b25c8ae4",
        "description": "שירותי ייעוץ ניהולי"
    },
    {
        "key": "7110",
        "id": "bead1d93-8b12-4560-21f4-08d8b25c8ae4",
        "description": "שירותי אדריכלות"
    },
    {
        "key": "7111",
        "id": "c0703072-91cb-4daf-21f5-08d8b25c8ae4",
        "description": "שירותי הנדסה ושירותי ייעוץ טכני-הנדסי"
    },
    {
        "key": "7120",
        "id": "f9720b75-1c29-46e6-21f6-08d8b25c8ae4",
        "description": "בדיקות טכניות וניתוח נתונים טכניים"
    },
    {
        "key": "7201",
        "id": "232eae1d-5588-4e99-21f7-08d8b25c8ae4",
        "description": "מרכזי מחקר ופיתוח"
    },
    {
        "key": "7210",
        "id": "c4d3ceae-f28d-41cb-21f8-08d8b25c8ae4",
        "description": "מחקר ופיתוח בהנדסה ובמדעי הטבע"
    },
    {
        "key": "7220",
        "id": "0e111961-63ec-492b-21f9-08d8b25c8ae4",
        "description": "מחקר ופיתוח במדעי החברה ובמדעי הרוח"
    },
    {
        "key": "7310",
        "id": "116def69-5ed9-4f23-21fa-08d8b25c8ae4",
        "description": "פרסום"
    },
    {
        "key": "7320",
        "id": "540b436d-3e15-4f6f-21fb-08d8b25c8ae4",
        "description": "חקר שווקים וסקרי דעת קהל"
    },
    {
        "key": "7410",
        "id": "367ce1b2-1d84-425b-21fc-08d8b25c8ae4",
        "description": "שירותי גרפיקה"
    },
    {
        "key": "7411",
        "id": "7fec7fe6-1b70-4d17-21fd-08d8b25c8ae4",
        "description": "עיצוב אפנה"
    },
    {
        "key": "7412",
        "id": "39590525-288e-4305-21fe-08d8b25c8ae4",
        "description": "עיצוב פנים ועיצוב תעשייתי"
    },
    {
        "key": "7420",
        "id": "6ba4c76e-a3da-42d6-21ff-08d8b25c8ae4",
        "description": "שירותי צילום"
    },
    {
        "key": "7490",
        "id": "83956982-78e1-480f-2200-08d8b25c8ae4",
        "description": "סוגים אחרים של שירותים מקצועיים, מדעיים וטכניים, לנמ\"א"
    },
    {
        "key": "7500",
        "id": "70e727d8-c67a-4c15-2201-08d8b25c8ae4",
        "description": "שירותים וטרינריים"
    },
    {
        "key": "7710",
        "id": "bfc81734-08f3-4802-2202-08d8b25c8ae4",
        "description": "השכרה והחכרה של כלי רכב מנועיים"
    },
    {
        "key": "7721",
        "id": "8b481927-64d2-4645-2203-08d8b25c8ae4",
        "description": "השכרה והחכרה של ציוד לפעילויות ספורט ולפנאי"
    },
    {
        "key": "7722",
        "id": "46a417de-13a5-417d-2204-08d8b25c8ae4",
        "description": "השכרת דיסקים וקלטות וידאו"
    },
    {
        "key": "7729",
        "id": "78587b97-1abd-4d97-2205-08d8b25c8ae4",
        "description": "השכרה והחכרה של סוגים אחרים של מוצרים אישיים ומוצרים לבית"
    },
    {
        "key": "7730",
        "id": "b5d40474-fa12-4cf2-2206-08d8b25c8ae4",
        "description": "השכרה והחכרה של סוגים אחרים של מיכון, ציוד ורכוש מוחשי"
    },
    {
        "key": "7740",
        "id": "bdb190ba-1cd0-4c86-2207-08d8b25c8ae4",
        "description": "החכרת קניין רוחני ומוצרים דומים, פרט לעבודות המוגנות בזכויות יוצרים"
    },
    {
        "key": "7810",
        "id": "e78b8586-02bf-4ee5-2208-08d8b25c8ae4",
        "description": "חברות השמה"
    },
    {
        "key": "7820",
        "id": "90561cbd-b0ca-4525-2209-08d8b25c8ae4",
        "description": "חברות להעסקת כוח אדם"
    },
    {
        "key": "7830",
        "id": "ff8f6459-6db1-4e11-220a-08d8b25c8ae4",
        "description": "חברות השמה אחרות (לטווח ארוך)"
    },
    {
        "key": "7911",
        "id": "3fd58835-5500-4b86-220b-08d8b25c8ae4",
        "description": "פעילויות של סוכנויות נסיעות"
    },
    {
        "key": "7912",
        "id": "b3dc5e50-21fe-43b3-220c-08d8b25c8ae4",
        "description": "פעילויות של מארגני טיולים (סיטונאות בתיירות)"
    },
    {
        "key": "7990",
        "id": "26229b89-0b31-4096-220d-08d8b25c8ae4",
        "description": "שירותי הזמנות ושירותים נלווים אחרים"
    },
    {
        "key": "8010",
        "id": "edc12077-abc8-4779-220e-08d8b25c8ae4",
        "description": "שירותי שמירה ואבטחה"
    },
    {
        "key": "8020",
        "id": "acfd12db-bbfa-4ac9-220f-08d8b25c8ae4",
        "description": "שירותי מערכות אבטחה"
    },
    {
        "key": "8030",
        "id": "61be9eaa-29c4-4c66-2210-08d8b25c8ae4",
        "description": "שירותי חקירה"
    },
    {
        "key": "8110",
        "id": "fcc28158-e309-449a-2211-08d8b25c8ae4",
        "description": "שירותי תמיכה משולבים למתקנים"
    },
    {
        "key": "8121",
        "id": "bc903c34-aa35-483a-2212-08d8b25c8ae4",
        "description": "שירותי ניקיון כללי לבניינים"
    },
    {
        "key": "8129",
        "id": "925058ba-7c78-4550-2213-08d8b25c8ae4",
        "description": "שירותי ניקיון אחרים"
    },
    {
        "key": "8130",
        "id": "b764b5a5-5c7d-4ba6-2214-08d8b25c8ae4",
        "description": "שירותי גינון ותחזוקה"
    },
    {
        "key": "8211",
        "id": "111d6e53-bc0d-474d-2215-08d8b25c8ae4",
        "description": "שירותים משולבים בתחום הניהול המשרדי"
    },
    {
        "key": "8219",
        "id": "106e563d-5432-498c-2216-08d8b25c8ae4",
        "description": "שירותי תמיכה מקצועיים למשרדים, כולל צילום והכנה של מסמכים"
    },
    {
        "key": "8220",
        "id": "a88eecb7-87c4-4cbb-2217-08d8b25c8ae4",
        "description": "מוקדי שירות טלפוני"
    },
    {
        "key": "8230",
        "id": "7854d78f-80ac-4e73-2218-08d8b25c8ae4",
        "description": "ארגון כנסים ותערוכות מקצועיות"
    },
    {
        "key": "8291",
        "id": "5f7d378e-ac5d-4dbb-2219-08d8b25c8ae4",
        "description": "פעילויות של סוכנויות גבייה וסוכנויות מידע לאשראי"
    },
    {
        "key": "8292",
        "id": "74566a22-436b-47af-221a-08d8b25c8ae4",
        "description": "שירותי אריזה"
    },
    {
        "key": "8299",
        "id": "2068215e-7eb0-4b2c-221b-08d8b25c8ae4",
        "description": "שירותי תמיכה אחרים לעסקים, לנמ\"א"
    },
    {
        "key": "8310",
        "id": "ff441bec-1289-464f-221c-08d8b25c8ae4",
        "description": "ועדים מקומיים ואגודות שיתופיות"
    },
    {
        "key": "8311",
        "id": "12f4df3e-3086-4121-221d-08d8b25c8ae4",
        "description": "מינהל מקומי כללי"
    },
    {
        "key": "8312",
        "id": "bb58820b-9e85-4531-221e-08d8b25c8ae4",
        "description": "מינהל מקומי בתחומי החברה והרווחה"
    },
    {
        "key": "8313",
        "id": "739e8225-0784-400e-221f-08d8b25c8ae4",
        "description": "מינהל מקומי בתחומי התשתיות"
    },
    {
        "key": "8323",
        "id": "cbe37837-d2c4-4f96-2220-08d8b25c8ae4",
        "description": "מינהל מקומי בתחומי הסדר הציבורי והביטחון"
    },
    {
        "key": "8390",
        "id": "c7859422-6f5c-4814-2221-08d8b25c8ae4",
        "description": "מינהל מקומי לנמ\"א"
    },
    {
        "key": "8411",
        "id": "f85e93a5-fdb6-4c2d-2222-08d8b25c8ae4",
        "description": "מינהל ציבורי כללי"
    },
    {
        "key": "8412",
        "id": "8b2cf505-872b-473a-2223-08d8b25c8ae4",
        "description": "פיקוח על מתן שירותי בריאות, חינוך, תרבות ושירותים חברתיים אחרים, פרט ל"
    },
    {
        "key": "8413",
        "id": "8db0e61c-2583-4afc-2224-08d8b25c8ae4",
        "description": "פיקוח על הפעילות העסקית ושיפור דרכי התנהלותה"
    },
    {
        "key": "8414",
        "id": "5ab9735d-2163-42a8-2225-08d8b25c8ae4",
        "description": "מינהל ציבורי לנמ\"א"
    },
    {
        "key": "8421",
        "id": "c4d73e0d-bbab-4434-2226-08d8b25c8ae4",
        "description": "ניהול ענייני החוץ"
    },
    {
        "key": "8422",
        "id": "890b7b17-cc47-413c-2227-08d8b25c8ae4",
        "description": "פעילויות צבא והגנה"
    },
    {
        "key": "8423",
        "id": "e403329e-8e2b-48a6-2228-08d8b25c8ae4",
        "description": "שמירה על הסדר הציבורי ועל ביטחון הציבור"
    },
    {
        "key": "8430",
        "id": "8ac79b77-1d46-4801-2229-08d8b25c8ae4",
        "description": "ביטוח לאומי חובה"
    },
    {
        "key": "8450",
        "id": "be49dff1-7227-4f9f-222a-08d8b25c8ae4",
        "description": "מוסדות לאומיים"
    },
    {
        "key": "8501",
        "id": "8e3c7ec1-86b5-4de6-222b-08d8b25c8ae4",
        "description": "חינוך קדם-יסודי (גני ילדים)"
    },
    {
        "key": "8510",
        "id": "0c7d0702-38fa-417f-222c-08d8b25c8ae4",
        "description": "בתי ספר יסודיים בפיקוח ממלכתי"
    },
    {
        "key": "8511",
        "id": "d152ee4e-bd16-4faa-222d-08d8b25c8ae4",
        "description": "בתי ספר יסודיים בפיקוח ממלכתי-דתי"
    },
    {
        "key": "8512",
        "id": "8c8095db-8cc7-404e-222e-08d8b25c8ae4",
        "description": "בתי ספר יסודיים בפיקוח אחר ומוסדות פטור"
    },
    {
        "key": "8513",
        "id": "8c88bea8-88c7-4261-222f-08d8b25c8ae4",
        "description": "בתי ספר יסודיים לחינוך מיוחד"
    },
    {
        "key": "8520",
        "id": "72bc1964-360b-43d4-2230-08d8b25c8ae4",
        "description": "חטיבות ביניים בפיקוח ממלכתי"
    },
    {
        "key": "8521",
        "id": "aeb7518f-de58-4ab4-2231-08d8b25c8ae4",
        "description": "חטיבות ביניים בפיקוח ממלכתי-דתי"
    },
    {
        "key": "8522",
        "id": "76f32db2-281c-454f-2232-08d8b25c8ae4",
        "description": "חטיבה עליונה בפיקוח ממלכתי"
    },
    {
        "key": "8523",
        "id": "6ea1b8c3-927c-46ca-2233-08d8b25c8ae4",
        "description": "חטיבה עליונה בפיקוח ממלכתי-דתי"
    },
    {
        "key": "8524",
        "id": "38f082f2-3adf-43da-2234-08d8b25c8ae4",
        "description": "חטיבה עליונה בפיקוח אחר"
    },
    {
        "key": "8525",
        "id": "3d3ecd30-58ce-445f-2235-08d8b25c8ae4",
        "description": "חינוך על-יסודי (חטיבת ביניים וחטיבה עליונה) במסגרת חינוך מיוחד"
    },
    {
        "key": "8526",
        "id": "9ae27a3d-0892-44a1-2236-08d8b25c8ae4",
        "description": "בתי ספר בפיקוח משרד התמ\"ת"
    },
    {
        "key": "8530",
        "id": "5fbae416-1f96-4a78-2237-08d8b25c8ae4",
        "description": "מכינות קדם-אקדמיות"
    },
    {
        "key": "8531",
        "id": "72cc99cf-4aac-4be3-2238-08d8b25c8ae4",
        "description": "מוסדות חינוך על-תיכוניים (לא אקדמיים) להכשרת מורים"
    },
    {
        "key": "8532",
        "id": "f35b7484-bf9d-46cf-2239-08d8b25c8ae4",
        "description": "מוסדות חינוך על-תיכוניים (לא אקדמיים) להכשרת טכנאים והנדסאים"
    },
    {
        "key": "8533",
        "id": "1350420e-df92-4dae-223a-08d8b25c8ae4",
        "description": "מוסדות חינוך על-תיכוניים אחרים (לא אקדמיים)"
    },
    {
        "key": "8541",
        "id": "bd0ad02b-4ece-4879-223b-08d8b25c8ae4",
        "description": "מכללות אקדמיות להכשרת מורים"
    },
    {
        "key": "8542",
        "id": "d857c2b3-7aca-4599-223c-08d8b25c8ae4",
        "description": "מכללות אקדמיות אחרות"
    },
    {
        "key": "8543",
        "id": "1f5d850d-1584-44af-223d-08d8b25c8ae4",
        "description": "שלוחות של אוניברסיטאות מחו\"ל"
    },
    {
        "key": "8550",
        "id": "cc88e42d-95ea-4092-223e-08d8b25c8ae4",
        "description": "אוניברסיטאות"
    },
    {
        "key": "8560",
        "id": "4de4fc0a-33cb-4ef2-223f-08d8b25c8ae4",
        "description": "ישיבות ובתי ספר תורניים"
    },
    {
        "key": "8571",
        "id": "5a4e111f-b78c-467a-2240-08d8b25c8ae4",
        "description": "קורסי ספורט ופנאי"
    },
    {
        "key": "8572",
        "id": "bf84876d-3b2b-4a2a-2241-08d8b25c8ae4",
        "description": "חינוך בתחום התרבות"
    },
    {
        "key": "8573",
        "id": "8cbf55b2-1dea-49dc-2242-08d8b25c8ae4",
        "description": "בתי ספר לנהיגה"
    },
    {
        "key": "8574",
        "id": "3eab1773-b986-4d0a-2243-08d8b25c8ae4",
        "description": "אולפנים להנחלת הלשון העברית למבוגרים"
    },
    {
        "key": "8575",
        "id": "881c622e-336d-4111-2244-08d8b25c8ae4",
        "description": "מורים פרטיים"
    },
    {
        "key": "8576",
        "id": "c5d128fb-47a7-4381-2245-08d8b25c8ae4",
        "description": "חינוך מבוגרים, קורסים, הכשרות, השתלמויות ובתי ספר לנמ\"א"
    },
    {
        "key": "8580",
        "id": "bf6bb791-ada5-45d4-2246-08d8b25c8ae4",
        "description": "שירותי תמיכה בתחום החינוך"
    },
    {
        "key": "8610",
        "id": "16d71a72-f28f-4e11-2247-08d8b25c8ae4",
        "description": "בתי חולים כלליים"
    },
    {
        "key": "8611",
        "id": "49029dc3-d8f1-4b4e-2248-08d8b25c8ae4",
        "description": "בתי חולים לבריאות הנפש"
    },
    {
        "key": "8612",
        "id": "585ff866-ba43-4c6c-2249-08d8b25c8ae4",
        "description": "בתי חולים סיעודיים והוספיסים"
    },
    {
        "key": "8620",
        "id": "d092d914-198b-4984-224a-08d8b25c8ae4",
        "description": "מרפאות ציבוריות"
    },
    {
        "key": "8621",
        "id": "143bed9c-138e-47b4-224b-08d8b25c8ae4",
        "description": "מרפאות ומכוני רפואה פרטיים"
    },
    {
        "key": "8622",
        "id": "d73cf6ca-5328-4c4e-224c-08d8b25c8ae4",
        "description": "רפואת שיניים"
    },
    {
        "key": "8623",
        "id": "bafbf40f-d5bf-44c0-224d-08d8b25c8ae4",
        "description": "לשכות בריאות, תחנות לבריאות המשפחה והקהילה, תחנות למניעת מחלות"
    },
    {
        "key": "8690",
        "id": "6ca694bb-58e0-4912-224e-08d8b25c8ae4",
        "description": "שירותי בריאות אחרים"
    },
    {
        "key": "8691",
        "id": "81cc6690-272a-4782-224f-08d8b25c8ae4",
        "description": "שירותי עזרה ראשונה"
    },
    {
        "key": "8692",
        "id": "2e1cf7d4-7d75-4577-2250-08d8b25c8ae4",
        "description": "שירותים פסיכולוגיים"
    },
    {
        "key": "8710",
        "id": "32edf928-84d3-4839-2251-08d8b25c8ae4",
        "description": "מגורים טיפוליים סיעודיים"
    },
    {
        "key": "8720",
        "id": "bad9e466-683d-4cd5-2252-08d8b25c8ae4",
        "description": "מגורים טיפוליים למוגבלים שכלית התפתחותית"
    },
    {
        "key": "8721",
        "id": "bd7023b3-0c47-4114-2253-08d8b25c8ae4",
        "description": "מגורים טיפוליים לסובלים ממחלות נפש"
    },
    {
        "key": "8722",
        "id": "d80acf0e-8915-4e70-2254-08d8b25c8ae4",
        "description": "מגורים טיפוליים לסובלים מהתמכרויות"
    },
    {
        "key": "8730",
        "id": "74cfdb91-e0c1-4eec-2255-08d8b25c8ae4",
        "description": "בתי אבות לקשישים"
    },
    {
        "key": "8790",
        "id": "6a9742d9-0270-4402-2256-08d8b25c8ae4",
        "description": "מגורים טיפוליים אחרים"
    },
    {
        "key": "8810",
        "id": "7c2df0b8-a48b-44fd-2257-08d8b25c8ae4",
        "description": "שירותי רווחה וסעד ללא מגורים לקשישים ולנכים"
    },
    {
        "key": "8820",
        "id": "5b9ad2eb-424f-4023-2258-08d8b25c8ae4",
        "description": "שירותי מטפלי בית"
    },
    {
        "key": "8890",
        "id": "ea001129-42f5-45ee-2259-08d8b25c8ae4",
        "description": "שירותי רווחה וסעד אחרים ללא מגורים"
    },
    {
        "key": "8891",
        "id": "7c2579f3-6473-468d-225a-08d8b25c8ae4",
        "description": "משפחתונים ופעוטונים"
    },
    {
        "key": "9000",
        "id": "2cbb4c75-288e-47b0-225b-08d8b25c8ae4",
        "description": "יצירה, אמנות ובידור"
    },
    {
        "key": "9101",
        "id": "2d6adb1f-a3e5-4564-225c-08d8b25c8ae4",
        "description": "הפעלת ספריות וארכיונים"
    },
    {
        "key": "9102",
        "id": "5f0175ee-b158-4c50-225d-08d8b25c8ae4",
        "description": "הפעלת מוזאונים, אתרים ומבנים היסטוריים"
    },
    {
        "key": "9103",
        "id": "345ef9d5-6c60-4795-225e-08d8b25c8ae4",
        "description": "הפעלת גנים זואולוגיים, גנים בוטניים ושמורות טבע"
    },
    {
        "key": "9200",
        "id": "484b875a-ca3a-4a09-225f-08d8b25c8ae4",
        "description": "פעילויות הימורים והתערבויות"
    },
    {
        "key": "9311",
        "id": "fd5f5ca1-3a0a-46ba-2260-08d8b25c8ae4",
        "description": "מתקני ספורט"
    },
    {
        "key": "9312",
        "id": "9a48c8d2-12ed-481a-2261-08d8b25c8ae4",
        "description": "הפעלת מועדוני ספורט"
    },
    {
        "key": "9313",
        "id": "dd73f8da-6392-4dd1-2262-08d8b25c8ae4",
        "description": "הפעלת מתקני כושר ומועדוני כושר"
    },
    {
        "key": "9319",
        "id": "0df31662-1521-4795-2263-08d8b25c8ae4",
        "description": "פעילויות ספורט אחרות"
    },
    {
        "key": "9321",
        "id": "a186d2b9-e575-4f5b-2264-08d8b25c8ae4",
        "description": "פרקי שעשועים"
    },
    {
        "key": "9328",
        "id": "b220753d-9424-43ec-2265-08d8b25c8ae4",
        "description": "הפקת אירועים"
    },
    {
        "key": "9329",
        "id": "6976ce51-44d9-4380-2266-08d8b25c8ae4",
        "description": "סוגים אחרים של פעילויות בילוי ופנאי, לנמ\"א"
    },
    {
        "key": "9411",
        "id": "e55cfb78-929f-4551-2267-08d8b25c8ae4",
        "description": "פעילויות של ארגוני חברים עסקיים"
    },
    {
        "key": "9412",
        "id": "58d1563b-a1fb-4e77-2268-08d8b25c8ae4",
        "description": "פעילויות של ארגוני חברים מקצועיים"
    },
    {
        "key": "9420",
        "id": "0160857e-25e9-469e-2269-08d8b25c8ae4",
        "description": "פעילויות של איגודי עובדים"
    },
    {
        "key": "9431",
        "id": "6390e672-2488-4379-226a-08d8b25c8ae4",
        "description": "שירותי הדת היהודית"
    },
    {
        "key": "9432",
        "id": "202176ca-5f61-4ebb-226b-08d8b25c8ae4",
        "description": "שירותי הדת המוסלמית"
    },
    {
        "key": "9433",
        "id": "d34b50ec-d1fb-4621-226c-08d8b25c8ae4",
        "description": "שירותי הדת הנוצרית"
    },
    {
        "key": "9434",
        "id": "e3c9f18e-2969-4c3b-226d-08d8b25c8ae4",
        "description": "שירותי הדת הדרוזית ושירותי דת לנמ\"א"
    },
    {
        "key": "9440",
        "id": "745d8f81-f60d-4556-226e-08d8b25c8ae4",
        "description": "מרכזים קהילתיים (מתנ\"סים)"
    },
    {
        "key": "9492",
        "id": "45794870-15e9-4cf4-226f-08d8b25c8ae4",
        "description": "פעילויות של ארגונים פוליטיים"
    },
    {
        "key": "9499",
        "id": "530120f8-1723-4520-2270-08d8b25c8ae4",
        "description": "פעילויות של ארגוני חברים אחרים, לנמ\"א"
    },
    {
        "key": "9511",
        "id": "6171ddd8-dd4b-484a-2271-08d8b25c8ae4",
        "description": "תיקון מחשבים וציוד היקפי"
    },
    {
        "key": "9512",
        "id": "ff9ca23b-26d1-4f83-2272-08d8b25c8ae4",
        "description": "תיקון ציוד תקשורת"
    },
    {
        "key": "9521",
        "id": "e706ee77-869d-47e6-2273-08d8b25c8ae4",
        "description": "תיקון מוצרי צריכה אלקטרוניים"
    },
    {
        "key": "9522",
        "id": "6ee361c7-b83c-495c-2274-08d8b25c8ae4",
        "description": "תיקון מכשירי חשמל ביתיים וציוד לגינה ולבית"
    },
    {
        "key": "9523",
        "id": "02c72a28-8c3e-4e1b-2275-08d8b25c8ae4",
        "description": "תיקון מוצרי עור והנעלה"
    },
    {
        "key": "9524",
        "id": "7fb7f0c3-995f-4080-2276-08d8b25c8ae4",
        "description": "תיקון רהיטים ואביזרים לבית"
    },
    {
        "key": "9529",
        "id": "4a712173-9cb2-4bf6-2277-08d8b25c8ae4",
        "description": "תיקון סוגים אחרים של ציוד אישי וציוד לבית"
    },
    {
        "key": "9601",
        "id": "3f201d86-6118-4ad9-2278-08d8b25c8ae4",
        "description": "שירותי כביסה וניקוי יבש של מוצרי טקסטיל ושל פרווה"
    },
    {
        "key": "9602",
        "id": "68cd21f7-c087-443e-2279-08d8b25c8ae4",
        "description": "עיצוב שער וטיפולי יופי אחרים"
    },
    {
        "key": "9603",
        "id": "6f7b63f3-50a8-43f8-227a-08d8b25c8ae4",
        "description": "ארגון הלוויות ושירותים דומים (קבורה אלטרנטיבית)"
    },
    {
        "key": "9609",
        "id": "333002e8-3d78-4631-227b-08d8b25c8ae4",
        "description": "שירותים אישיים אחרים, לנמ\"א"
    },
    {
        "key": "9700",
        "id": "c1e464fb-a502-450f-227c-08d8b25c8ae4",
        "description": "משקי בית כמקומות תעסוקה (לעובדי משק בית)"
    },
    {
        "key": "9810",
        "id": "91056d90-bfa1-46c0-227d-08d8b25c8ae4",
        "description": "משקי בית המייצרים מגוון טובין לשימוש עצמי"
    },
    {
        "key": "9820",
        "id": "b9a72095-cff0-4165-227e-08d8b25c8ae4",
        "description": "משקי בית המספקים מגוון שירותים לשימוש עצמי"
    },
    {
        "key": "9900",
        "id": "6bb81e3b-f6c3-47a5-227f-08d8b25c8ae4",
        "description": "ארגונים וגופים חוץ-מדינתיים"
    }
]